Repository: 17lai/ipv6-test
Catalog: po/falling-sky.*.po
Languages: cs_cz, fr, hr_hr, hu_hu, nb_no, nl, sv_se

source: OpenDNS is now offering IPv6-specific resolvers, that will be able to retrieve DNS over IPv6. This means the "v6ns" test operated here will pass. See the <a target=_blank href="http://www.opendns.com/ipv6/">OpenDNS IPv6 information page</a>.
fr: OpenDNS propose maintenant des resolvers prévus pour IPv6, ceux-ci sont capables de faire des recherches DNS via IPv6. Donc, le test "v6ns" devrait réssir. Voir la <a target=_blank href="http://www.opendns.com/ipv6/">page d'information OpenDNS IPv6</a>.

source: Do you operate your own DNS resolvers?
fr: Exploitez-vous vos propres résolvers DNS?

source: If you operated the DNS resolvers in use at your home or organization, enabling IPv6 on your DNS server is easy.
fr: Si vous gérez vos propres resolvers DNS &agrave; la maison ou dans votre organisation, activer IPv6 sur vos serveurs DNS est facile.

source: ISC BIND: Make sure that IPv6 support is compiled in when you ./configure it. It is enabled by default. If you recently added IPv6 to your server, simply restart your named process, as you normally would.
fr: ISC BIND: Vérifiez qu'IPv6 est bien sélectionné quand vous exécutez <code>./configure</code>. Il est activé par défault. Si vous avez ajouté IPv6 récemment, redémarrer votre processus named comme d'habitude.

source: PowerDNS: Enable <code>aaaa-additional-processing</code> and configure <code>query-local-address6</code> in your <code>recursor.conf</code>. Restart powerdns.
fr: PowerDNS: Activez <code>aaaa-additional-processing</code> et configurez <code>query-local-address6</code> dans votre <code>recursor.conf</code>. Redémarrez powerdns.</li>

source: Windows Server 2003: Upgrade to Windows Server 2008 at a minimum. Windows 2003 will resolve AAAA records, and supports IPv6 clients, but does *not* do DNS resolution over IPv6.
fr: Windows Server 2003: Effectuez une mise &agrave; jour vers Windows Server 2008 (ou plus récent). Windows 2003 peut faire des recherches pour des AAAA, supporte des clients IPv6 mais n'effectue pas des recherches via IPv6.

source: Confirmation:
fr: Vérification:

source: should return back an aaaa record without errors.
fr: doit fournir un enregistrement AAAA sans erreur.

source: All rights reserved.
fr: Tous droits réservés.

source: JavaScript est nécessaire
fr: Pour effectuer les tests, ce site a besoin de JavaScript ainsi que de la possibilité de télécharger des scripts d'autres sites.

source: If this message does not go away, it means that JavaScript has been disabled, either by a plugin or extension in your browser, or by explicit browser setting.
fr: Si ce message ne dispara&icirc;t pas, cela veut dire que JavaScript a été désactivé, soit par un plugin ou une extension de votre navigateur soit par une configuration explicite de votre navigateur.

source: Do you use NoScript?
fr: Utilisez-vous NoScript?

source: If you use this Firefox add-on, you'll need to "Temporarily allow all this page". You will need to do this <b>twice</b> for everything to work. Alternately, disable NoScript entirely until you are done with this site.
fr: Si vous utilisez cette extension Firefox, vous aurez besoin de "Permettre tout dans cette page de manière temporaire" (<i>"Temporarily allow all this page"</i>). Vous aurez &agrave; effectuer cette opération <b>deux fois</b> pour que les tests fonctionnent. Autre fa&ccedil;on de faire: désactiver NoScript le temps de la durée des tests.

source: You can opt instead to view the <a href="simple_test.html">simple test</a>, which will give you a quick pass/fail for IPv4, IPv4+IPv6, and IPv6. It will however offer little diagnostic information.
fr: Vous pouvez aussi essayer ce <a href="simple_test.html">test simple</a>, qui vous indiquera de manière succincte votre niveau de support en IPv4, IPv4+IPv6 et IPv6. Mais sans vous donner beaucoup de diagnostiques.

source: test-ipv6.com mirrors
fr: Miroirs de test-ipv6.com

source: These are the known publicly accessible mirrors for test-ipv6.com.
fr: Voici les miroirs publiques connus de test-ipv6.com.

source: Thank you to all of these organizations, who have put in significant effort to provide this mirror sites. If you have problems with the site you are on now, try another mirror site; perhaps one closer to you.
fr: Merci &agrave; toutes ces organisations qui ont fourni une quantité d'effort considérable pour fournir des miroirs. Si vous avez des problèmes avec le site que vous visitez actuellement, essayez un autre miroir; par exemple, un plus proche de chez vous.

source: Hints Columns are sortable (click the first row); <a href="#" onclick="GIGO.test_sites(1); return false;">click here</a> to re-check reachability from where you are to those mirrors.
fr: <b>Conseil</b>: les colonnes peuvent être triées (cliquez sur la première ligne); <a href="#" onclick="GIGO.test_sites(2); return false;">cliquez ici</a> pour revérifier la connectivité entre vous et ces miroirs.

source: Intéressé par l'hébergement d'un miroir?
fr: Tout miroir est le bienvenu, qu'il soit publique ou privé. Visitez <a href="http://code.google.com/p/falling-sky/wiki/MirrorOpportunities">le wiki</a> pour plus de détails.

source: This image based test is provided for those with browsers or browser plugins incompatible with the <a href="/">main test</a>. This page provides only a subset of features, but should be enough for a simple pass/fail.
fr: Ce test se base sur des images et peut être utilisé par les navigateurs et par les plug-ins incompatibles avec le <a href="/">test principal</a>. Cette ne fournit donc qu'un sous-ensemble des fonctionnalités mais devrait suffire pour un simple test.

source: <b>Because you have IPv6</b>, we've added this tab to show you whether or not you can reach other IPv6 web sites on the Internet. Consider notifying your ISP, if there are sites that show up as broken. If you are the ISP, you can click the Info link to see what test URLs are being used.
fr: <b>Comme vous avez IPv6</b>, nous avons ajouté cet onglet pour vous indiquer si vous pouvez ou non vous connecter &agrave; d'autres sites web IPv6 sur Internet. Si des sites sont indiqués comme étant indisponibles, nous vous suggérons de contacter votre FAI. Si vous êtes le FAI, vous pouvez cliquer sur le lien Info pour visualiser les URLs utilisées par le test.
hr_hr: <b>Pošto imate radeću IPv6 vezu</b>, prikazuje se ova kartica pomoću koje možete provjeriti jesu li vam dostupne druge IPv6 stranice na Internetu. Ako su neke od stranica prikazane kao nedostupne, obavijestite svoj ISP. Ako ste vi ISP, kliknite na ikonu u Info stupcu da bi se prikazale adrese koje se koriste za provjeru.

source: <b>Hint</b>: Columns are sortable (click the first row); <a href="#" onclick="GIGO.test_sites(2); return false;">click here</a> to re-check reachability from where you are to those mirrors.
fr: <b>Conseil</b>: les colonnes peuvent être triées (cliquez sur la première ligne); <a href="#" onclick="GIGO.test_sites(2); return false;">cliquez ici</a> pour revérifier la connectivité entre vous et ces miroirs.
hr_hr: <b>Napomena</b>: Moguće je sortirati po stupcima (klikom na naslov stupca); <a href="#" onclick="GIGO.test_sites(2); return false;">kliknite ovdje</a> za ponavljanje provjere dostupnosti navedenih stranica s vaše lokacije.

source: It is real easy to get added to this list for basic checks. Just provide two image URLs (one IPv4-only; one IPv6-only), to Jason Fesler &lt;jfesler@gigo.com&gt;. Also send your general web site address and organization name.
fr: C'est vraiment simple d'être ajouté &agrave; cette list de tests simples. Il suffit de fournir deux URL d'images (une en IPv4-seulement, et une en IPv6-seulement) &agrave; Jason Fesler &lt;jfesler@gigo.com&gt;. Envoyez aussi l'adresse de votre site web général et le nom de votre organisation.
hr_hr: Vrlo je jednostavno dodati se na ovaj popis osnovnih provjera. Dovoljno je poslati adrese dvije slike (jedna dostupna samo preko IPv4, druga samo preko IPv6) na adresu Jason Fesler &lt;jfesler@gigo.com&gt;. Također pošaljite adresu vaše web stranice i naziv vaše orgranizacije.

source: Full mirrors are welcomed and appreciated, whether public or private. Please see <a href="http://code.google.com/p/falling-sky/wiki/MirrorOpportunities">the wiki</a> for details.
fr: Tout miroir est le bienvenu, qu'il soit publique ou privé. Visitez <a href="http://code.google.com/p/falling-sky/wiki/MirrorOpportunities">le wiki</a> pour plus de détails.
hr_hr: Potpune kopije ove stranice se cijene i dobrodošle su, neovisno jesu li javne ili privatne. Za detalje molimo pogledajte <a href="http://code.google.com/p/falling-sky/wiki/MirrorOpportunities">wiki</a>.

source: <span lookup=site.name>site</span> statistics
fr: Statistiques de <span lookup=site.name>site</span>

source: Graphs are updated daily.
fr: Les graphiques sont mis &agrave; jour toutes les heures.

source: 60 days view
fr: vue sur 2 mois

source: 600 days view
fr: vue sur 20 mois

source: Quick notes:
fr: Browser Filter signifie que tant les tests "A" et "AAAA" ont échoué. Il s'agit probablement d'extensions/filtres ou des <i>ad blockers</i>.

source: Brokeness goes down, when volume goes up. This is due to having a wider sample of average people (versus people explicitly testing a new IPv6 setup).
fr: Les disfonctionnements (<i>broken</i>) diminuent parfois avec le nombre. Ceci parce que l'échantillon s'agrandit avec des utilisateurs normaux (par rapport aux utilisateurs qui testent explicitement une nouvelle configuration IPv6).

source: Graph: shows result summaries, stacked. Total height shows number of users who took the test on a given day.
fr: Graphique montrant le résumé des résultats des tests. La hauteur totale indique le nombre d'utilisateurs qui ont exécuté le test sur un jour donné.

source: Similiar graph, except this time showing percentages.
fr: Graphique similaire mais cette fois en montrant les pourcentages.

source: The most interesting graph is the percentage of "broken" users. Our definition of a "broken" user is that the browser stalls or times out, while attempting to visit a web site published on both IPv4 and IPv6.
fr: Le graphique le plus intéressant est celui qui montre le pourcentage d'utilisateurs "disfonctionnels" (<i>broken</i>). Notre définition d'un utilisateur "disfonctionnel" est un utilisateur dont le navigateur reste bloqué ou a des délais dépassés quand il essaie de visiter un site web qui est connecté en IPv4 et IPv6.

source: Line graph, not stacked, of results over time.
fr: Graphique sous forme de lignes, plus sous forme d'empilement, des résultats.

source: What is a tunnel?
fr: Un tunnel est une technique souvent utilisée pour transporter un protocole au travers d'un autre. Par exemple, pour transporter des paquets IP au-dessus de PPP au-dessus d'ATM pour ASDL (une technique fréquente pour beaucoup d'abonnés résidentiels à Internet).

source: In the realm of IPv6, tunnels are used to transport:
fr: En ce qui concerne IPv6, les tunnels sont utilisés pour transporter:

source: IPv6 packets over IPv4 network: then IPv4-only Internet users can reach the IPv6 Internet;
fr: des paquets IPv6 sur un réseau IPv4: alors les utilisateurs qui ne disposent que d'IPv4 peuvent accèder à la partie IPv6 de l'Internet;

source: IPv4 packets over IPv6 network: then IPv6-only Internet users can reach the IPv4 Internet.
fr: des paquets IPv4 sur un réseau IPv6: alors les utilisateurs qui ne disposent que d'IPv6 peuvent accèder à la partie IPv4 de l'Internet.

source: How did the test detect a tunnel?
fr: C'est quoi un tunnel non-géré?

source: Your IPv6 service appears to be
cs_cz: Vaše IPv6 služba je:
hr_hr: Vaša IPv6 usluga je
hu_hu: A te IPv6 szolgáltatásod
nb_no: Din IPv6-tjeneste ser ut til å være
nl: Uw IPv6 service is vermoedelijk
sv_se: Din IPv6-tjänst ser ut att vara

source: Debug
hr_hr: Ispravljanje grešaka
nb_no: Feilsøk
sv_se: Avlusning

source: FAQ
cs_cz: Často kladené dotazy
hr_hr: Često postavljena pitanja
hu_hu: GYIK
nb_no: Ofte Stilte Spørsmål

source: Suggestion
cs_cz: Doporučení
hr_hr: Prijedlog
hu_hu: Javaslat
nb_no: Forslag
nl: Suggesties
sv_se: Förslag

source: Connections to IPv6-capable web sites hang. It appears that you may have IPv6 configured; and your computer believes that your IPv6 is working, with a route. It is however completely failing. Any web site that adds IPv6, will become unreachable to you. If you are unable to fix your IPv6 routing or connectivity, seek help. If all else fails, strongly consider disabling IP6 on host.
cs_cz: Připojení ke stránkám podporujícím IPv6 selhává. Pravděpodobně máte zapnutý protokol IPv6 a váš počítač se domnívá, že IPv6 konektivita funguje, což ale není pravda. Jakékoliv stránky, které přidají podporu IPv6 se vám stanou nedostupné. Pokuste se opravit vaši IPv6 konektivitu a pokud to není možné vypněte protokol IPv6 na vašem počítači.
hr_hr: Spajanje na web stranice sa IPv6 adresom ne uspijeva. Čini se da imate postavljen IPv6; vaše računalo vjeruje da IPv6 radi i da može usmjeravati podatke tim putem. Ali to zapravo uopće ne radi. Svaka web stranica koja aktivira IPv6 postat će vam nedostupna. Ako ne možete popraviti svoje IPv6 usmeravanje ili vezu potražite pomoć. Ako nista drugo ne uspije, ozbiljno razmislite o isključivanju IPv6 podrške na vašem računalu.
hu_hu: Az IPv6-képes oldalak felé a kapcsolat fennakad. Úgy látszik, hogy van IPv6-od konfigurálva; és a számítógéped azt hiszi hogy az IPv6-od működik egy route-on, ami azonban nem igaz. Bármilyen weboldal ami IPv6 felett is bögészhető, elérhetetlen lesz számodra. Ha nem sikerül beállítanod az IPv6 routing-odat, kérj segítséget. Ha sehogy nem jársz sikerrel, erősen ajánlott az IPv6 letiltásia a gépeden.
nb_no: Oppkoblinger til IPv6-aktiverte nettsider henger. Det kan virke som du har IPv6 satt opp, og at din datamaskin tror denne konnektiviteten fungerer. Det feiler imidlertid fullstendig. En nettside som aktiverer IPv6, vil bli utilgjengelig for deg. Om du ikke er i stand til å reparere din IPv6-konnektivitet, søk hjelp. Om du ikke før løst problemet, vurder å deaktiver IPv6 på din datamaskin.
nl: Verbindingen naar websites die IPv6 ondersteunen blijven hangen. Iedere website die beschikbaar wordt via IPv6 lijkt voor u onbereikbaar. Zoek ondersteuning als u uw IPv6 routering of verbinding niet kunt corrigeren. Overweeg om IPv6 uit te zetten op uw machine als dit allemaal niet lukt.
sv_se: Anslutningar mot sidor med IPv6 hänger sig och du når dem inte. Det ser ut som att du har IPv6 uppsatt och din dator tror att du har IPv6 men det fungerar inte alls. Alla sidor som aktiverar IPv6 blir onåbara för dig och om du inte kan lösa problemet försök få hjälp alternativt inaktivera IPv6.

source: A lookup for an IPv6-only name failed; yet the lookup and connect for dual-stack connected via IPv6. Something appears to be confused with the DNS lookups.
cs_cz: Selhal překlad jména s IPv6 záznamem; taky překlad a připojení k objektu s dual-stack záznamem přes IPv6. Něco je pravděpodobne špatně s DNS překladem.
hr_hr: Dohvat adrese za stranicu koja koristi samo IPv6 nije uspio, dok je dohvat i spajanje na stranicu sa dualnom IPv4/IPv6 adresom putem IPv6 bio uspješan. Nešto nije u redu sa DNS upitima.
hu_hu: Egy kizárólag IPv6-on indított névfeloldás nem sikerült; azonban a dual-stack névfeloldás és kapcsolat sikerült IPv6-ra. Valami probléma van a DNS névfeloldásaival.
nb_no: Et navneoppslag med kun IPv6-svar feilet, men likevel fikk du koblet til via IPv6. Noe merkelig ser ut til å skje med navneoppslagene.
nl: Een opzoeking voor een IPv6-only naam is mislukt, terwijl er wel een verbinding via IPv6 gemaakt kon worden. Er lijkt iets mis te zijn met DNS opzoekingen.
sv_se: DNS-frågor på vara IPv6-namn fungerar inte. Någonting är trasigt med DNS-frågorna.

source: faq: 6to4
hr_hr: ČPP: 6to4
hu_hu: gyik: 6to4
nb_no: oss: 6to4

source: faq: MTU
hr_hr: ČPP: MTU
hu_hu: gyik: MTU
nb_no: oss: MTU

source: World IPv6 Launch
cs_cz: Celosvětové spuštění IPv6
hr_hr: Svjetska IPv6 aktivacija
hu_hu: Globális IPv6 Rajt
nb_no: World IPv6 Day
sv_se: Global lansering av IPv6

source: faq: Firefox Add-Ons
hr_hr: ČPP: Dodatci za Firefox
hu_hu: gyik: Firefox Kiegészítők
nb_no: oss: Programutvidelser i Firefox
sv_se: faq: Firefox-tillägg

source: faq: Opera
hr_hr: ČPP: Opera
hu_hu: gyik: Opera
nb_no: oss: Opera

source: faq: Teredo Minimum
hr_hr: ČPP: Teredo osnovni pristup
hu_hu: gyik: Teredo Minimum
nb_no: oss: Minimal Teredo

source: faq: v6ns Bad
hr_hr: ČPP: v6ns neispravan
hu_hu: gyik: v6ns
nb_no: oss: Dårlig IPv6-navnetjener
sv_se: faq: v6ns dålig

source: faq: Browser Plugins
hr_hr: ČPP: Dodatci za preglednik
hu_hu: gyik: Böngésző Kiegészítők
nb_no: oss: Programtillegg i nettleser
sv_se: faq: Webbläsarplugins

source: test-ipv6.com views on 6to4
nb_no: test-ipv6.com sitt syn på 6to4

source: The ugly bits
nb_no: Ulempene

source: The good bits
nb_no: Fordelene

source: 6to4 is a technology that allows you to use your existing Internet provider (with only IPv4), to access the IPV6 Internet. It does this by putting IPv6 packets inside IPv4 packets, and with the help of some friendly folks on the Internet. (The specification of this is in <a href="http://www.ietf.org/rfc/rfc3056.txt">rfc3056</a>.)
nb_no: Før vi går gjennom mitt syn på 6to4, la oss se på hvordan det faktisk fungerer.

source: With traditional IPv4 Internet connections, traffic goes from you, to your ISP; to one or more ISPs; and finally to the end web site. Debugging issues with this is fairly easy. And, in the event of issues, your ISP has an obligation to fix things that they are associated with; the web site has a similiar contract with their ISP.
nb_no: Med en tradisjonell IPv4-internettforbindelse går trafikken til deg, videre til din internett-leverendør, gjennom en eller flere andre internett-leverandører, før den til slutt ender opp hos nettsiden du ønsket å gå til. Feilsøking er relativt enkelt. Og, om det skulle være problem, har din internettleverandør en forpliktelse for å fikse problemene, og det samme gjelder for nettsiden sin internettleverandør.

source: With unmanaged 6to4 connections (created "automatically" or without explicit gateway information) the process is a fair bit different. IPv6 is put into an IPv4 packet - much like sticking a letter in an envelope. This packet is sent to the "nearest available" gateway. Your ISP
nb_no: Med automatiske 6to4-forbindelser (opprettes uten noen eksplisitt ruter-konfiguresjon), ting henger sammen på en helt forskjellig måte. IPv6 blir puttet inni en IPv4-pakke - ikke ulikt det å putte et brev inni en konvolutt. Denne pakken blir så sent til den "nærmeste" ruteren. Internettleverandøren din <i>kan</i> ha en av disse, men de fleste har ikke. Sannsynligvis er den vedlikeholdt av en god samaritan som prøver å hjelpe til. Denne ruteren vil hente ut IPv6-trafikken fra innsiden av IPv4-pakkene, og videresende den ut på IPv6-internettet.

source: Traffic from the web site takes a similiar path. That web site replies back to your automatic IPv6 address. This is routed to the nearest 6to4 relay to that web site. This is not deterministic from your part, at all. In fact, you won't even be able to tell where this relay is. That relay will take the IPv6 packet, stick it inside an IPv4 packet, and then send to your router.
nb_no: Trafikk tilbake fra nettsiden til deg tar en lignende vei. Nettsiden svarer til din automatisk genererte IPv6-adresse, som blir sendt til den ruteren som er "nærmest" nettsiden. Dette er ikke forutsigbart fra din side i det hele tatt, du vil ikke ha noen mulighet til å se hvor denne ruteren befinner seg. Ruteren vil ta IPv6-trafikken, putte den inn i en IPv4-pakke, og sende den tilbake til deg.

source: Q: What could possibly go wrong?
nb_no: Hovedproblemene at det ikke finnes noen som har ansvaret for at det virker, mangelen på forutsigbarhet, og at din datamaskin ikke har noen forutsetning for å innse det når systemet ikke virker.

source: Service level agreement: 6to4 relays are put up, voluntarilly by some organizations. They use BGP (the Internet's way of saying "I'm here!") to advertise to the world the existence of the public gateway. Some of them are managed quite well. Some are not. AS long as the route is being advertised, and they are the "closest" (in a BGP network sense - not in your control), that particular relay is the one you MUST use. Same for the web site you're trying to use - they have the same constraints, but most likely using a different relay than you. If anything goes wrong, even if you or the web site can figure out which one it is, there is not a good way to get the problem fixed.
nb_no: Ansvar for at det virker: Ruterene som pakker inn og ut IPv6 i IPv4 er drevet av noen frivillige organisasjoner. De bruker BGP (internett sin måte å si «jeg er her!» på) for å annonsere til verden at her finnes det en offentlig tilgjengelig ruter. Noen blir vedlikeholdt ganske bra. Andre blir det ikke. Så lenge de blir annonsert, og de er "nærmest" (i henhold til BGP - noe du ikke kan kontrollere), den ruteren er den du MÅ bruke. Det samme gjelder nettsiden du prøver å gå til - den har de samme begrensningene, men bruker sannsynligvis en annen ruter enn deg. Om noe går galt med en av ruterene, og selv om du eller nettstedet kan finne ut hvilken det er, finnes det ingen god måte å faktisk få løst problemet.

source: Some ISPs are starting to offer 6to4 relays in their network; one such example is Comcast. But even if your ISP does this, that is only half the battle.
nb_no: Noen internettleverandører har aktivert slike 6to4-rutere i sine nettverk, for eksempel Comcast. Men selv om din internettleverandør gjør dette, løser det bare halve problemet.

source: Once you enable 6to4, your computer will go "Ah-ha! IPv6 Internet!". Any time you vist a web site, your web browser will prefer to try IPv6 (if the web site is offering it). When it works, great! But when it doesn't work, you'll see timeouts. Browsers can wait a very long time before giving up on IPv6, and going back to IPv4. And the browser won't remember it had to try IPv4 - so ever web graphic, every link you click, etc will be subject to what looks like "web site slow" or "web site down".
nb_no: Med en gang 6to4 blir aktivert, vil din datamaskin tenke "Aha! Jeg har tilgang til IPv6-internettet!". Hver gang du besøker et nettsted, vil nettleseren din foretrekke å prøve IPv6 (om nettstedet tilbyr det). Når det det fungerer er det kjempebra, men når det ikke fungerer vil du oppleve tidsavbrudd. Nettlesere kan vente svært lenge før de innser at IPv6 ikke fungerer, og bruker IPv4 i stedet. Videre vil ikke nettleseren huske at den ble nødt til å bruke IPv4 - så du får et tidsavbrudd for hvert enkelt bilde eller objekt på nettsiden, for hver gang du klikker på en lenke, og så videre. Dette vil oppleves som at nettstedet er nede eller svært tregt.

source: 6to4 worked for me, but the "Big Packet" or MTU test was slow/failed. What happened?
nb_no: 6to4 fungerte for meg, men "Stor Pakke"- eller MTU-testen var treg/feilet. Hva skjedde?

source: When using 6to4, your IPv6 packet has to be pushed into an IPv4 packet. Internet protocol packets have a maximum size; and this can vary based on the Internet service provider, as well as the equipment used.
nb_no: Når du bruker 6to4, må IPv6-pakkene dine dyttes inn i IPv4-pakker. Internett-pakker har en maksimumstørrelse, og denne kan variere avhengig av din internettleverandør, samt hvilket nettverksutstyr som blir brukt.
