Repository: 17lai/ipv6-test
Catalog: po/falling-sky.*.po
Languages: cs_cz, fr, hr_hr, hu_hu, nb_no, nl, sv_se

source: Because of this maximum size, your IPv6 packets actually have to be made a bit smaller - so that they fit inside the IPv4 packet, and that the IPv4 packet is still small enough to leave your network.
nb_no: På grunn av denne maksimumsstørrelsen, må IPv6-pakken dine reduseres litt i størrelse slik at de passer inn i IPv4-pakken, uten å samtidig gjøre IPv4-pakken for stor til å kunne forlate nettverket ditt.

source: Further down the line, there may be another network with even tigher restrictions on the packet size. That network may itself be a tunnel - ISPs occasionally have to do that. This is where the problem often - lies. The IPv4 tunnel will send a message back towards you, - indicating that the packet was too big - but you don't get it. Even - if you do, your IPv6 packets don't get the message, so ultimately - you never reduce your packet size.
nb_no: Lengre ute på internett kan det kanskje være et annet nettverk med en ennå større restriksjon på pakke-størrelsen. Dette nettverket kan være ennå en tunnel - internettleverandørene gjør av og til dette. Dette er hvor problemet ofte ligger. IPv4-tunnelen vil sende en kontrollbeskjed tilbake til deg som indikerer at pakken var for stor, men denne beskjeden kommer aldri fram. Og selv om den gjør det, vil ikkje IPv6-delen av forbindelsen få beskjed, så til slutt ender det opp med at du aldri reduserer pakkestørrelsen din.

source: For some people, reducing the MTU size on IPv6 will help. 1280 is the minimum legal size. You can try values between 1400 to 1480 if you really want to find the one magic value that seems to work for you; but if you do touch MTU at all I'd recommend just doing 1280, and avoid later frustration.
nb_no: For noen vil det hjelpe å redusere din IPv6 MTU. 1280 er den minste tillatte verdien. Du kan prøve verdier mellom 1400 og 1480 om du virkelig vil finne den absolutt optimale verdien som fungerer for deg, men om du først går til det skrittet å endre MTU vil jeg anbefale å bruke 1280, slik at du unngår eventuelle ytterligere problemer i fremtiden.

source: Managed tunnels
nb_no: Manuelt vedlikeholdte tunneler

source: You sure sound like you don't like 6to4.
nb_no: Det høres ut som du virkelig misliker IPv6-tunneler?

source: I don't like that it is *unmanaged*. 6to4 is basically 6in4 - an IPv6 packet wrapped with an IPv4 header. Managed 6in4 services can actualy be pretty good..
nb_no: Jeg misliker automatisk 6to4. IPv6-tunneler er i seg selv ikke så ille.

source: test-ipv6.com's recommendation is that if you need IPv6 before your ISP can offer it, consider a managed 6in4 service. 6in4 is the same service as 6to4 on the wire, except with a managed tunnel endpoint (instead of an anonymous one). There are a few major options out there. They each offer great service; and they offer a <b>support</b> channel. These relays are <b>actively monitored</b> for service quality. Best of all, the <b>same relay is used both directions</b> - meaning the same staff manages both conversions. Consider these services:
nb_no: test-ipv6.com sin anbefaling er at om du skal bruke en IPv6-tunnel, bruk en manuelt vedlikeholdt tjeneste. Det er flere å velge i. Felles for de alle er at de tilbyr god service, og at tjenesten er <b>supportert</b>. Disse tunnel-ruteren er <b>aktivt overvåket</b> for å forsikre at systemet fungerer optimalt. Og til slutt, den samme reuteren er brukt i <b>begge retninger</b> - noe som betyr at de samme teknikerene ivaretar både ut- og innpakking av IPv6 i IPV4. Disse tjenestene er vert å vurdere:

source: Ran by Hurricane Electric. The author of test-ipv6.com has used their services for 2-3 years; and would notice latency problems (lots of interactive SSH use from home to the server). This service requires a static IPv4 address (or static enough - you can always go to the tunnelbroker.net site and update your IP). Lastly, tunnelbroker is fully automated - you can sign up, get your tunnel assignment immediately, and configure your end.
nb_no: Driftet av Hurricane Electric. Jeg har brukt denne i 2-3 år, og ville ha lagt merke til latens-problemer (jeg bruker masse interaktiv SSH til hjemmet mitt). Denne tjenesten krever en statisk IPv4-adresse (eller statisk nok - du kan alltids gå til tunnelbroker.net-siden og oppdatere din IP). Til slutt, den er helautomatisert - du kan registrere deg, få delt ut din tunnel umiddelbart, og konfigrere det opp.

source: is another popular service. I see many European users using this service significantly; though their footprint is global. They work with dynamic IPs with some custom software that they provide.
nb_no: er en annen populær tjeneste. Mange europeiske brukerer bruker denne tjenesten i stor grad, selv om de har en global tilstedeværelse. Den fungerer med dynamiske IP-adresser med hjelp av spesiallaget programvare.

source: aka freenet6. I don't have personal experience with this, but test-ipv6.com does see a number of connections via this service.
nb_no: a.k.a. freenet6. Jeg har ikke personlig erfaringer med denne tjenesten, men test-ipv6.com ser en god del oppkoplinger fra den.

source: may be a better solution, in China. This requires a custom client to be installed.
nb_no: er muligens det beste valget for kinesiske brukere. Den trenger spesiallaget programvare.

source: in Australia offers both free and paid-for (with SLA) tunnels.
nb_no: Hva du bør gjøre om du har problem...

source: If you are reading this page, it means that we've identified that your host will have problems on World IPv6 Day. Any web site that goes "dual stack" (meaning, both IPv4 and IPv6), will be unreachable to you.
nb_no: Om du leser denne siden, betyr det at vi har har konkludert med at din datamaskin vil få problemer under World IPv6 Day. Enhvert nettsted som aktiverer IPv6 i tillegg til IPV4 vil bli utilgjengelig for deg.

source: To resolve this, you'll first need to identify your IPv6 address (if you have one) and your IPv6 default route (if you have one). This will help identify which sections to read.
nb_no: For å løse dette, må du først identifisere hva din IPv6-adresse er (om du har en), samt din IPv6 standard-rute (om du har en). Dette vil hjelpe til med å bestemme hvilket avsnitt du bør lese.

source: If you find your particular problem is not well represented; or you have additional suggestions; please do leave feedback using the <a href='#' onclick='return GIGO.tabnav("mail");'>form</a> (or contact <a href="mailto:jfesler@test-ipv6.com">jfesler@test-ipv6.com</a>).
nb_no: Finn ut din IP-adresse

source: If you set up a tunnel broker
nb_no: Om du har satt opp en IPv6-tunnel

source: If you set up 6to4 (IPv6 address: starts with 2002)
nb_no: Om du bruker 6to4 (IPv6-adressen starter med 2002)

source: If you have an ULA (IPv6 address: starts with FC or FD)
nb_no: Om du har ULA (IPv6-adressen starter med FC or FD)

source: If you have an Bad or Inappropriate IPv6 Addresss (see table)
nb_no: Om du har en uventet IPv6-adresse

source: If all else fails, disable or deprioritize IPv6
nb_no: Om alle andre forsøk ikke hjelper, deaktiver eller de-prioriter IPv6

source: ok
hr_hr: dobro
hu_hu: rendben
nl: goed

source: [permalink]
hr_hr: [stalna poveznica]
hu_hu: [direkt link]
sv_se: [permalänk]

source: Test IPv6
hr_hr: IPv6 provjera
hu_hu: IPv6 Teszt
sv_se: Testa IPv6

source: This mirror is provided by
sv_se: Denna spegelsida tillhandahålls av
