Repository: 17lai/ipv6-test
Catalog: po/falling-sky.*.po
Languages: cs_cz, fr, hr_hr, hu_hu, nb_no, nl, sv_se

source: Any information you think I might find useful (what router you're using, or a firewall in the way, or type of proxy you use, etc). This includes general feedback.
cs_cz: Jakékoliv informace, o kterých si myslíte, že jsou relevantní (například jaký používáte router, firewall proxy a podobně).
fr: Toute information que vous pensez être utile (quel type de routeur, de parefeu, si vous utilisez un serveur mandataire, etc). Cela inclut aussi un retour d'information générique.
hr_hr: Bilo kakve informacije za koje mislite da su korisne (tip uspmjerivača koji koristite, vatrozit ili proxy kroz koji prolazi promet, itd). To uključuje i druge općenite informacije.
hu_hu: Bármely információ amit hasznosnak gondolsz (milyen routert használsz, milyen tűzfalat, proxy típusa, stb). Valamint általános visszajelzés.
nb_no: Annen informasjon du tror vi kan ha nytte av (hvilken ruter du har, om du har en brannmur, hvilken proxy du bruker, osv). Dette inkluder generelle kommentarer
nl: Alle informatie waarvan u denkt dat nuttig is (welk type router u gebruikt, of er een firewall aanwezig is, of u een proxy gebruikt, etc). Ook algemeen commentaar valt hieronder.
sv_se: All typ av information som du tror är användbar (vilken router du använder, brandväggar i vägen, typ av proxy du använder etc.). Detta inkluderar allmän återkoppling.

source: If you are technically minded please cut/paste the output of the following commands:
cs_cz: Pokud máte dostatečné technické znalosti, zkopírujte výstup příkazů
fr: Si vous avez l'esprit technique, veuillez copier/coller les commandes suivantes:
hr_hr: Ako ste tehnički potkovani molimo kopirajte ispis sljedećih naredbi:
hu_hu: Ha technikai beállítottságú vagy, kérlek másold be a kimenetét az alábbi parancsoknak:
nb_no: Om du er en teknisk innstilt, vennligst klipp ut/lim in resultatet av de følgende kommandoene:
nl: Als u technisch onderlegd bent kunt u hier de uitvoer van de volgende commando's plakken:
sv_se: Om du är tekniskt kompetent, var god kopiera och klistra in resultatet av följande kommandon:

source: Copy the output from those commands, into the box below. This will help me confirm/deny any theories relating to your question.
cs_cz: Vložte výstup příkazů. Pomůže nám to potvrdit nebo vyvrátit různé teorie týkající se Vašho dotazu
fr: Copiez alors le résultat de ces commandes dans la bo&icirc;te ci-dessous. Cela nous aidera &agrave; répondre &agrave; votre question ou soucis.
hr_hr: Kopirajte ispis navedenih naredbi u donju kućicu. Ti podaci podrebni su da bi što točnije odgovorili na vaše pitanje.
hu_hu: Másold be a parancsok kimenetelét a lenti dobozba. Ez segíteni fog nekünk megerősíteni/helyesbíteni a kérdésedben felmerülő teóriákat.
nb_no: Kopier resultatet av kommandoene inn i feltet under. Det vil hjelpe oss til å bekrefte eller avkrefte eventuelle teorier relatert til ditt spørsmål.
nl: Kopieer de uitvoer van de volgende commando's in onderstaand veld. Dit helpt ons om theorie&euml;n omtrent uw vragen te bevestigen of ontkrachten.
sv_se: Klistra in resultatet av dessa kommandon i rutan nedan. Detta hjälper mig bekräfta/avfärda olika teorier om din fråga.

source: The javascript based test appears to have failed. This may be browser plugin or extension related. Please indicate what browser plugins and extenions you have enabled in this browser.
cs_cz: Testy založené na javascriptu selhaly. Může to být způsobeno instalovánými doplňky a rozšířeními, vložte prosím jejich seznam.
fr: Les tests utilisant javascript semblent avoir échoué. C'est peut-être lié &agrave; des extensions de votre navigateur. Veuillez énumérer les extensions actives sur votre navigateur.
hr_hr: Provjere temeljene na javscript-u nisu uspješno završile. To može biti vezano uz dodatke ili proširenja instalirana u vaš preglednik. Molimo navedite koji dodatci i proširenja su aktivni u vašem pregledniku.
hu_hu: A javascript alapú tesztek nem futottak le. Ez lehet egy böngésző kiegészítő miatt. Kérlek jelöld meg, milyen kiegészítők vannak engedélyezve a böngésződben.
nb_no: JavaScript-testene ser ut til å ha feilet. Dette kan være relatert til nettleser-utvidelser. Vennligst installert hvilke utvidelser og programtillegg du har aktivert i nettleseren din.
nl: De op javascript gebaseerde test lijkt mislukt te zijn. Dit kan gerelateerd zijn aan browser plugins of extensies. Geef aub aan welke browser plugins en extensies u ingeschakeld heeft in uw browser.
sv_se: Det javascript-baserade testet verkar ha misslyckats. Detta kan ha att göra med plugins eller tillägg i din webbläsare. Var god ange vilka plugins och tillägg du använder.

source: If you are technically minded, please open a "Command Prompt" or "cmd" window, and run these three commands:
cs_cz: Pokud máte dostatečné technické znalosti, otevřete "Příkazovou řádku" nebo program "cmd" a spusťte následující příkazy:
fr: Si vous avez l'esprit technique, veuillez ouvrir une fenêtre "cmd" ou "interpréteur de commandes", et exécuter ces commandes:
hr_hr: Ako ste tehnički potkovani molimo otvorite "Command Prompt" ili "cmd" prozor te u njemu pokrenite sljedeće tri naredbe:
hu_hu: Ha technikai beállítottságú vagy, kérlek nyiss egy Parancssori ablakot (cmd), és futtasd ezt a három parancsot:
nb_no: Om du er teknisk innstilt, vennligst åpne et "Kommandolinje" eller "cmd"-vindu, og kjør disse tre kommandoene:
nl: Wilt u als u technisch onderlegd bent een "Command Prompt" of "cmd" venster openen en de volgende drie commando's uitvoeren:
sv_se: Om du är tekniskt kompetent, öppna en "kommandoprompt" eller "cmd"-fönster, och kör dessa kommandon:

source: If reporting a problem with the test, or requesting help with your results, please fill out all requested information to the best of your ability. If leaving general comments, use your best judgement on how much to report.
cs_cz: Pokud reportujete problém nebo žádáte o pomoc, vyplňte prosím všechny požadované informace.
fr: Si vous rapportez un problème avec un test ou vous demandez de l'aide &agrave; propos de vos résultats, veuillez remplir le formulaire avec les informations demandées dans la mesure de vos capacités. Si vous laissez des commentaires généraux, utilisez votre bon sens pour voir ce que vous devez rapporter.
hr_hr: Ako prijavljujete problem u provjerama ili tražite pomoć u vezi vaših rezultata molimo da što je točnije moguće pošaljete sve tražene podatke. Ako ostavljate općenite komentare, sami prosudite koliko detaljan treba biti opis.
hu_hu: Ha egy problémát jelentesz be a teszttel kapcsolatosan, vagy segítséget kérsz az eredményeidhez, kérlek add meg az összes szükséges információt a legjobb tudásod szerint.
nb_no: Om du rapporterer et problem med testen, eller ønsker hjelp til å løse problemer med ditt oppsett, vennligst fyll ut alle felt så godt du kan. Om du bare ønsker å gi generell tilbakemelding, vurder selv hvor mye informasjon du ønsker å dele.
nl: Als u een probleem met de test rapporteert of hulp bij uw resultaten vraagt, vul dan aub alle gevraagde informatie in. Als u algemeen commentaar levert, probeer dan in te schatten hoeveel informatie u aanlevert.
sv_se: Om du rapporerar ett problem med något test, eller vill ha hjälp med dina resultat, var god fyll i all begärd information efter bästa förmåga. Om du lämnar allmänna kommentarer, använd ditt omdöme för att avgöra hur mycket information att inkludera.

source: Thanks,
cs_cz: Děkujeme,
fr: Merci,
hr_hr: Hvala,
hu_hu: Köszönjük,
nb_no: Takk,
nl: Bedankt,
sv_se: Tack,

source: (This is bonus credit)
cs_cz: (To je bonus)
fr: (en bonus)
hr_hr: (Ovo je dodatna provjera)
hu_hu: (Piros pont)
nb_no: (This er en bonus)
nl: (Dit is bonus credit)
sv_se: (Detta är överkurs)

source: Fetches an object that has just an A record in DNS. This is expected to use IPv4. IPv6-only users might still reach this, if their provider has employed a NAT64/DNS64 or proxy solution.
cs_cz: Načte objekt, který má pouze A záznam v DNS. Očekává se použití protokolu IPv4. Uživatel připojený pouze přes IPv6 může tento objekt stáhnout v případě, že jeho poskytovatel podporuje řešení NAT64/DNS64 případně proxy.
fr: Accède &agrave; un objet qui n'a qu'un enregistrement A dans le DNS. Votre navigateur devrait utiliser IPv4. Les utilisateurs disposant seulement d'IPv6 peuvent aussi y accèder si leur fournisseur d'accès utilise NAT64/DNS64 ou un serveur mandataire.
hr_hr: Dohvaća stranicu koja ima samo A zapis u DNS-u. Ovaj pristup bi trebao koristiti IPv4 vezu. Korisnici koji imaju samo IPv6 pristup moći će pristupiti takvoj stranici ako njihov ISP koristi NAT64/DNS64 ili web proxy.
hu_hu: Meghív egy objektumot aminek csak egy A rekordja van a DNS-ben. Ez IPv4-et kell hogy használjon. Csak-IPv6 (IPv4 nélkül) felett csatlakozva is el lehet érni, ha a szolgáltató beállított NAT64/DNS64 megoldást vagy proxy-t.
nb_no: Henter et objekt som kun har et A-innslag i DNS. Vi forventer en IPv4-oppkobling. Brukere som kun har IPv6 kan fortsatt nå disse, forutsatt at internettleverandøren tilbyr NAT64+DNS64 eller en proxy.
nl: Benader een object met slechts een A record in DNS. Hierbij wordt naar verwachting gebruik gemaakt van IPv4. Gebruikers met alleen IPv6 kunnen dit record mogelijk bereiken als hun ISP een NAT64/DNS64 of proxy aanbiedt.
sv_se: Hämtar ett objekt som bara har DNS-post A. Detta förväntas använda IPv4. Användare som bara har IPv6 kan möjligen fortfarande nå detta, om deras leverantör har NAT64/DNS64 eller en proxy.

source: Fetches an object that has just an AAAA record in DNS. This is expected to use IPv6. Users not yet on the IPv6 Internet are likely to see this fail. As long as it fails quickly, it will be OK - for now.
cs_cz: Načte objekt, který má pouze AAAA záznam v DNS. Očekává se použití protokolu IPv6. Pro uživatele, kteří nemají IPv6 konektivitu, by měl tento test selhat. Pokud selže rychle, mělo by být vše v pořádku. Tedy zatím.
fr: Accède &agrave; un objet qui n'a qu'un enregistrement AAAA dans le DNS. Votre navigateur devrait utiliser IPv6. Les utilisateurs qui ne disposent pas encore d'IPv6 vont probablement voir ce test échouer. Pour peu que l'échec soit déterminé rapidement, c'est bon - pour maintenant.
hr_hr: Dohvaća stranicu koja ima samo AAAA zapis u DNS-u. Ovaj pristup bi trebao koristiti IPv6 vezu. Korisnicima koji još nemaju IPv6 vezu ova provjera će vjerojatno javiti grešku. Greška bi se trebala javiti brzo i to je u redu - barem za sad.
hu_hu: Meghív egy objektumot aminek csak egy AAAA rekordja van a DNS-ben. Ez IPv6-ot kell hogy használjon. Az IPv6-al nem rendelkező felhasználók számára ez sikertelen lesz. Ha gyorsan jön a hiba, akkor rendben van - egyelőre.
nb_no: Henter et objekt som kun har et AAAA-innslag i DNS. Vi forventer en IPv6-oppkobling. Brukere som ikke ennå har tilgang til IPv6 vil sannsynligvis feile denne testen. Så lenge den feiler raskt, er det OK - inntil videre.
nl: Benader een object met slechts een AAAA record in DNS. Hierbij wordt naar verwachting gebruik gemaakt van IPv6. Gebruikers zonder IPv6 zullen deze test naar verwachting zien mislukken. Zo lang als deze test binnen korte tijd mislukt is alles -voor nu- in orde.
sv_se: Hämtar ett objekt som bara har DNS-post AAAA. Detta förväntas använda IPv6. Användare som inte ännu har internetaccess via IPv6 kommer antagligen se detta misslyckas. Om detta fallerar snabbt är det OK - än så länge.

source: Attempts to identify what Internet Service Provider you use for IPv4. This may be different from the marketing name you see in your local market; or may reflect a previous company name. The name shown reflects how it is known in the network operator community.
fr: Essaie de déterminer quel Fournisseur d'Accès Internet vous utilisez pour IPv4. Cela peut donner un nom différent du nom commercial que vous voyez dans les communications ou peut être le nom d'une ancienne société. Le nom indiqué est en fait utilisé par la communauté des opérateurs réseau.
sv_se: Försöker identifiera vilken Internetleverantör du använder för IPv4. Namnet kan skilja sig från det som leverantören marknadsförs under lokalt, eller kan vara ett tidigare företagsnamn. Namnet reflekterar hur leverantören identifieras i nätverksoperatörskretsar.

source: Attempts to identify what Internet Service Provider you use for IPv6. When the IPv4 name and the IPv6 name don't match, it may suggest that you're using a tunnel; or some form of third party provider for IPv6.
fr: Essaie de déterminer quel Fournisseur d'Accès Internet vous utilisez pour IPv6. Quand les noms IPv4 et IPv6 sont différents, cela peut signifier que vous utilisez un tunnel ou tout autre forme d'une partie tierce pour votre connectivité IPv6.
sv_se: Försöker identifiera vilken Internetleverantör du använder för IPv6. Om namnet för IPv4- och IPv6-leverantören inte stämmer överens, tyder det på att du använder en tunnel eller någon form av tredjepartsleverantör för IPv6.

source: Queries for a malformed AAAA record. Some routers mishandle these as "A" records, and only keep the first 32 bits. We want this test to fail to connect.
cs_cz: Načte objekt, který má AAAA záznam. Některé routery tento objekt špatně interpertují jako A záznam a použijí jenom prvních 32 bitů. Tento test musí selhat.
fr: Requêtes pour un enregistrement AAAA mal-formé. Certains routeurs prennend ceux-ci pour des enregistrements "A" et ne conservent que les 32 premiers bits. Nous voulons que ce test échoue.
hr_hr: Provjerava se upit neispravnog AAAA zapisa. Neki usmjerivači pogrešno tumače odgovore kao A zapise i koriste samo prva 32 bita. Da bi se uspješno spojili ova provjera treba prijaviti grešku.
hu_hu: Lekérések egy rosszul formázott AAAA rekordra. Néhány router hibásan kezeli ezeket mint "A" rekordokat, és csak az első 32 bitet tartja meg belőlük. Ezzel azt akarjuk látni hogy sikertelen-e a kapcsolat.
nb_no: Sjekker etter omskrevet AAAA-innslag. Noen rutere håndterer disse ukorrekt som "A"-innslag, og beholder bare de første 32 bitsene. Denne testen er ment til å feile.
nl: Deze test doet verzoeken voor een fout AAAA record. Sommige routers behandelen deze als "A" records en bewaren alleen de eerste 32 bits. We verwachten dat deze test geen verbinding kan maken.
sv_se: Frågar efter en felformaterat DNS-post av typ AAAA. Vissa routrar hanterar felaktigt dessa som poster av typ A, och använder endast de första 32 bitarna. Vi vill att detta testet misslyckas.

source: This is the most important test. This verifies your browser can connect to a site that has both IPv4 and IPv6 records published. IPv4 only hosts should connect fine (using IPv4).
cs_cz: Toto je nejdůležitější test. Tento test ověřuje, zdali je váš prohlížeč schopen připojení ke stránkám, které mají IPv4 i IPv6 adresu. Uživateli připojenému pouze přes IPv4 by měl test problémů projít (po IPv4).
fr: C'est le plus important des tests. Il vérifie si votre navigateur peut se connecter &agrave; un site qui a des enregistrements DNS pour IPv4 et IPv6. Les ordinateurs ne disposant que d'IPv4 devrait ne pas avoir de problèmes pour s'y connecter en IPv4.
hr_hr: Ovo je najvažnija provjera. Dohvaća se stranica koja ima IPv4 i IPv6 zapise u DNS-u. Korisnici koji imaju samo IPv4 pristup trebali bi se spojiti bez problema (koristeći IPv4 vezu).
hu_hu: Ez egy fontos teszt. Ez ellenőrzi, hogy a böngésződ képes-e olyan oldalhoz csatlakozni, ahol IPv4 és IPv6 rekordok egyaránt hirdetve vannak. Csak-IPv4 (IPv6 nélküli) hosztoknak simán csatlakozniuk kell.
nb_no: Dette er den viktigste testen. Den sjekker at nettleseren din kan nå nettsteder som har både IPv4 og IPv6 aktivert. Brukere med kun IPv4 burde kunne koble seg opp (med IPv4) uten problemer.
nl: Dit is de belangrijkste test. Deze test controleert of uw browser kan verbinden met een website die zowel IPv4 als IPv6 DNS records aanbiedt. Machines met alleen IPv4 zouden zonder problemen (via IPv4) moeten kunnen verbinden.
sv_se: Detta är det viktigaste testet. Detta verifierar att din webbläsare kan nå sidor som har DNS-poster för både IPv4 och IPv6. Datorer som bara har IPv4 bör klara av att ansluta korrekt (via IPv4).

source: If this test fails or times out, you can expect major problems as publishers start offering their sites on IPv6.
cs_cz: Pokud tento test selže, můžete očekávat problémy, jakmile provozovatelé webových stránek začnou nabízet obsah po IPv6.
fr: Si ce test échoue ou prend trop de temps, vous allez avoir des problèmes importants lorsque les éditeurs rendront leurs sites disponibles en IPv6.
hr_hr: Ako ovaj provjera ne uspije ili traje predugo, možete očekivati značajne probleme kad pružatelji sadržaja počnu koristiti IPv6.
hu_hu: Ha ez a teszt sikertelen, vagy túllépi a megengedett időt, komoly problémákra számíthatsz amikor a tartalomszolgáltatók elkezdik az oldalaikat IPv6 felett szolgáltatni.
nb_no: Om denne testen feiler eller får tidsavbrudd, kan du forvente store problemer når innholdsleverandører begynner å tilby IPv6-tilgang til sine nettsteder.
nl: Als deze test mislukt of een timeout geeft kunt u grote problemen verwachten als websites via IPv6 beschikbaar gemaakt worden.
sv_se: Om detta test misslyckas eller får timeout, kommer du får stora problem när IPv6 börjar användas för publicering.

source: Validates that you can connect to a dual-stack server (like the ds test); and that you can send/receive large packets on that connection. If this test times out for any reason, it indicates trouble for World IPv6 Day.
cs_cz: Testuje, zdali fungují IPv6 žádosti s velkými pakety (podobně jako test s dual-stack záznamem) v kombinaci s velkými IPv6 pakety.
fr: Vérifie que vous pouvez vous connecter sur un serveur en double pile et que vous pouvez envoyer/recevoir des paquets de grande taille sur cette connexion. Si ce test n'aboutit pas, c'est une indication de problèmes lors du World IPv6 Day.
hr_hr: Provjerava radi li dohvat stranice koja ima IPv4 i IPv6 adresu kad se koriste veliki paketu. Ako ova provjera iz bilo kojeg razloga traje predugo, možete očekivati probleme u pristupu stranicama tijekom svjetskog IPv6 dana.
hu_hu: Ellenőrzi, hogy képes vagy-e csatlakozni dual-stack kiszolgálóhoz (mint a ds teszt); és képes vagy-e küldeni/fogadni nagy csomagokat ezen a kapcsolaton. Ha ez a teszt túllépi a megengedett valamiért, az problémát jelenthet majd az IPv6 világnapon.
nb_no: Sjekker at du kan koble til ett nettsted med både IPv4 og IPv6 aktivert (som ds-testen), og at du kan motta/sende store pakker over den forbindelsen. Om denne testen av en eller annen grunn får tidsavbrudd, indikerer det at du får problem på World IPv6 Day.
nl: Deze test controleert of u een dual-stack server kan benaderen en dat u grote pakketten kan verzenden en ontvangen over die verbinding. Indien deze test mislukt, geeft dat problemen aan voor World IPv6 Day.
sv_se: Verifierar att du kan koppla upp dig mot en Dual Stack server (som Dual Stack-testet); och att du kan skicka och ta emot stora paket på den uppkopplingen. Om detta testet ger timeout indikerar det problem för dig på World IPv6 Day.

source: This will try connecting with a literal IPv4 numeric address. This should work for most people, unless they are running IPv6-only. If the first test worked, but this fails, it likely confirms your provider is using NAT64/DNS64; you'll need to only try connecting using hostnames instead of numeric IP addresses.
cs_cz: Tento test se pokusí připojit na stránky pouze pomocí číselné IP adresy. To by mělo fungovat pro většinu uživatelů s výjimkou těch připojených pouze k IPv6. Pokud první test prošel a tento selhal, je pravděpodobné, že váš poskytovatel používá NAT64/DNS64. Bude nutné se připojovat pouze pomocí jmen a nikoliv číselných adres.
fr: Essai de connexion avec une adresse IPv4 sans nom DNS. Cela devrait fonctionner pour la plupart sauf si vous êtes dans un réseau qui n'offre seulement qu'IPv6. Si le premier test a réussi et que celui-ci rate, cela confirme probablement que votre fournisseur fait du NAT64/DNS64; vous allez devoir utiliser des noms DNS plut&ocirc;t que des adresses IPv4.
hr_hr: Dohvaća stranicu direktnim pristupom na IPv4 adresu. Ovo bi gotovo uvijek trebalo raditi, osim ako koristite samo IPv6 pristup. Ako je prva provjera bila uspješna, a ova nije, to vjerojatno znači da vaš ISP koristi NAT64/DNS64; za spajanje ćete morati koristiti imena računala umjesto IP adresa.
hu_hu: Ez a teszt megpróbál számszerű IPv4 címhez csatlakozni. Ez a legtöbb embernél működni fog, ha csak nem kizárólag IPv6-on csatlakoznak IPv4 nélkül. Ha az első teszt sikeres volt, ez pedig sikertelen, az internet szolgáltatód valószínűleg NAT64/DNS64-et használ. Meg kell próbálnod csak hosztnevekhez csatlakozni numerikus IP címek nélkül.
nb_no: Dette tester direkte-tilgang til IPv4-adresser. Dette burde fungere for de fleste, med mindre de kun har IPv6. Om den første testen var vellykket, men denne feilet, er det sannsynlig at din internettleverandør bruker NAT64/DNS64. Du må i så fall begrense deg til å bruke utelukkende navn-baserte internettadresser.
nl: Deze test zal proberen een IPv4-adres direct te benaderen. Deze succes zal slagen voor iedereen, tenzij ze alleen IPv6 gebruiken. Als de eerste test slaagt maar deze mislukt is het waarschijnlijk dat uw provider NAT64/DNS64 gebruikt en moet u proberen alleen te verbinden op hostnamen en niet op IP-adressen.
sv_se: Detta test försöker ansluta via en numerisk IPv4-adress. Detta borde fungera för de flesta, om de inte endast använder IPv6. Om det första testet fungerar, men detta misslyckas, använder din leverantör antagligen NAT64/DNS64; du behöver försöka ansluta via domännamn istället för numeriska IPv4-adresser.
