Repository: 17lai/ipv6-test
Catalog: po/falling-sky.*.po
Languages: cs_cz, fr, hr_hr, hu_hu, nb_no, nl, sv_se

source: We are unable to test your system; it appears that a firewall or browser filter is preventing the test from running. The dual-stack tests are failing. Try disabling any browser plugins, extensions, or add-ons (such as ad blockers); and reloading this page. If that still fails, you can leave a comment requesting help.
cs_cz: Váš systém není možné otestovat. Zdá se, že vás firewall nebo prohlížeč testy blokuje. Dual-stack testy není možné spustit. Zkuste vypnout všechny doplňky a rozšíření vašeho prohlížeče a znovu otevřete tuto stránku. V případě že testy opět nebude možné spustit, zanechte vzkaz se žádostí o podporu.
fr: We are unable to test your system; it appears that a firewall or navigateur filter is preventing the test from running. The dual-stack tests are failing. Try disabling any navigateur plugins, extensions, or add-ons (such as ad blockers); and reloading this page. If that still fails, you can leave a comment requesting help.
hr_hr: Provjere se ne mogu izvršiti na vašem sustavu; čini se da vatrozid ili filter u pregledniku spriječava izvršavanje provjera. Provjere web stranica sa dualnom IPv4/IPv6 adresom ne uspjevaju. Pokušajte isključiti dodatke i proširenja za preglednik (kao što je blokiranje oglasa), te nakon toga ponovo učitajte ovu stranicu. Ako ni to ne pomogne, možete putem komentara zatražiti pomoć.
hu_hu: Nem sikerült tesztelni a rendszered; úgy tűnik hogy egy tűzfal, vagy egy szűrő a böngésződben megakadályozza a futását. A dual-stack tesztek meghiúsultak. Próbáld meg a böngésződ blokkoló kiegészítőit/bővítményeit kikapcsolni, aztán frissíteni az oldalt. Ha ezek után sem jársz sikerrel, kérj segítséget tőlünk a kapcsolat űrlapon.
nb_no: Vi er ikke i stand til å teste ditt system, det kan se ut som en brannmur eller nettleser-filter hindrer testen fra å kjøre - dualstack-testene fungerer ikke. Prøv å deaktivere programutvidelser eller moduer i nettleseren din (som f.eks. reklamefiltre), og last deretter siden inn på nytt igjen. Om det fortsatt ikke fungerer, kan du legge igjen en kommentar for å få hjelp.
nl: We kunnen uw systeem niet testen, het lijkt erop dat u een firewall of browser filter hebt die de tests blokkeren. De dual-stack tests mislukken. Probeer om browser plugins, extensies en add-ons (zoals ad blockers) uit te schakelen en de pagina te herladen. Als de test dan nog mislukt kunt u een verzoek om hulp achterlaten.
sv_se: Vi kan inte testa din dator med både IPv4 och IPv6. Det ser ut som att en brandvägg eller filter i webbläsaren stoppar oss från att göra testerna. Prova att inaktivera plugins och tillägg ( som reklamstoppare etc. ) till webbläsaren och ladda om sidan. Om problemet kvarstår, lämna gärna en kommentar så kanske vi kan hjälpa dig.

source: The most likely cause is NoScript or AdBlock+. NoScript can be told to permit all scripts on this page (you may need to do this more than once). At minimum, permit the urls listed below.
cs_cz: Pravděpodobná příčina jsou doplňky NoScript nebo AdBlock+. V doplňku NoScript lze povolit spouštění skriptů na této stránce (bude to možná potřeba více než jednou). Minimálně povolte níže uvedená URL.
fr: La cause la plus probable est NoScript ou AdBlock+. NoScript peut être configuré pour permettre tous les scripts de cette page (vous aurez probablement &agrave; le faire plusieurs fois). Autorisez au moins les URLs ci-dessous.
hr_hr: Najvjerojatniji razlog je NoScript ili AdBlock+. NoScript se može postaviti tako da propušta sve skripte na ovo stranici (ovo ćete možda morati ponoviti više puta). Za početak propustite dolje navedene adrese.
hu_hu: A legvalószínűbb oka NoScript vagy AdBlock+. A NoScript-nél beállíthatod hogy ezen az oldalon minden scriptet engedélyezzen (lehet többször is engedélyezni kell). Legalább az itt felsorolt url-eket engedélyezd.
nb_no: Sannsynligvis er årsaken NoScript eller AdBlock+. NoScript kan konfigureres til å tillate alle skript på denne siden (det er mulig du må gjøre dette flere ganger). Du må i alle fall tillate URL-ene under.
nl: De meest waarschijnlijke oorzaak is NoScript of Adblock+. NoScript kan verteld worden om alle scripts op deze pagina toe te staan (het is mogelijk dat u dit meer dan eens moet aangeven). Laat minimaal de hieronder genoemde URL's toe.
sv_se: Den mest troliga anledningen är NoScript eller AdBlock+. NoScript kan tillåta alla script på denna sida. Tillåt URL'erna listade nedan som minsta åtgärd.

source: faq: Avoiding IPv6?
cs_cz: faq: Vyhýbání se IPv6?
fr: faq: refus d'IPv6?
hr_hr: ČPP: Izbjegavanje korištenja IPv6?
nl: faq: IPv6 Omzeilen?
sv_se: faq: Undviker IPv6?

source: faq: Broken!
cs_cz: faq: Nefunkční!
fr: faq: malfonction!
hr_hr: ČPP: Neispravno!
hu_hu: gyik: Hibás!
nl: faq: Defect!
sv_se: faq: Sönder!

source: faq: Buggy DNS
fr: faq: DNS fautif
hr_hr: ČPP: Neispravan DNS
hu_hu: gyik: Bugos DNS
nb_no: oss: Buggy navnetjener
sv_se: faq: Buggig DNS

source: faq: No IPv4
cs_cz: faq: Bez IPv4
fr: faq: Pas d'IPv4
hr_hr: ČPP: Bez IPv4 veze
hu_hu: gyik: Nincs IPv4
nb_no: oss: Ingen IPv4
nl: faq: Geen IPv4
sv_se: faq: Ingen IPv4

source: faq: No IPv6
cs_cz: faq: Bez IPv6
fr: faq: Pas d'IPv6
hr_hr: ČPP: Bez IPv6 veze
hu_hu: gyik: Nincs IPv6
nb_no: oss: Ingen IPv6
nl: faq: Geen IPv6
sv_se: faq: Ingen IPv6

source: faq: Broken DNS Lookups
cs_cz: faq: Nefunkční DNS dotazy
fr: faq: recherche DNS impossible
hr_hr: ČPP: Neispravni DNS upiti
hu_hu: gyik: Hibás DNS névfeloldás
nl: faq: Defecte DNS Opzoekingen
sv_se: faq: DNS-uppslagningar sönder

source: Your browser blocked
cs_cz: Váš prohlížeč zablokoval
fr: Votre navigateur a bloqué
hr_hr: Vaš preglednik je blokirao
hu_hu: A böngésződ blokkolva
nb_no: Nettleseren din blokkerte
nl: Uw browser blokkeert
sv_se: Din webbläsare blockerade

source: If you are savvy with technology, you can be an early adopter of IPv6, consider learning more about
fr: Si vous aimez la technologie, vous pouvez devenir un 'early adopter' d'IPv6, par exemple en apprenant plus &agrave; propos des fournisseurs

source: providers (managed 6to4 tunnel services).
fr: (service de tunnel 6to4 administrés).

source: The use of automatic tunnels is discouraged
fr: L'utilisation des tunnels publiques est découragée

source: It looks like you have only IPv4 Internet service at this time. Don't feel bad - most people are in this position right now. Most Internet service providers are not quite yet ready to provide IPv6 Internet to residential customers.
fr: Il semble que vous avez seulement une connectivité IPv4 vers l'Internet pour l'instant. Ne culpabilisez pas -- la plupart des autres internautes sont dans le même cas en ce moment. La pluart des Fournisseurs d'Accès Internet (FAI) ne sont pas encore tout &agrave; fait prêts &agrave; offrir un service Internet en IPv6 &agrave; leurs clients résidentiels.

source: Many of the visitors to the site are new to what IPv6 is.
fr: Beaucoup de visiteurs de ce site ne savent pas toujours ce qu'IPv6 représente.

source: If you don't know why IPv6 matters, see the <a href="#" onclick="return help_page('faq_whyipv6.html','Why IPv6')">Why IPv6 FAQ</a>.
fr: Si vous ne savez pas pour IPv6 est important, veuillez lire <a href="#" onclick="return help_page('faq_whyipv6.html','Why IPv6')">la FAQ pourquoi IPv6</a>.

source: This will give you a bit of background of what to expect with IPv4 in the coming months and years; and perhaps some incentive to ask your ISP when they will offer IPv6.
fr: Cela vous donnera des informations &agrave; propos du déclin d'IPv4 dans les mois et années &agrave; venir; et vous incitera peut-être &agrave; demander &agrave; votre FAI quand il offrira IPv6.

source: <b>If you strongly believe you have IPv6, but we were unable to detect it:</b> it means one of a couple of things. Either your organization is blocking the use of IPv6 to talk to the outside Internet through network policy; or perhaps what you see with IPv6 on your host is not a global address. Any address starting with "::", "fc", "fd", or "fe" are unable to work with the public IPv6 Internet.
fr: <b>Si vous croyez fermement que vous avez IPv6, mais que nous sommes incapables de le détecter:</b> cela peut dire une série de choses. Soit votre organisation bloque l'utilisation d'IPv6 pour se connecter &agrave; l'Internet via une politique de sécurité de réseau; soit votre adresse IPv6 n'est pas globale. Les adresses commen&ccedil;ant par "::", "fc", "fd", or "fe" ne sont pas globales et sont incapables d'accèder &agrave; Internet.

source: The following table will try and load 3 images.
fr: La table ci-dessous va essayer de télécharger 3 images.

source: Pass?
fr: Réussi?

source: Method
fr: Méthode

source: More Info
fr: IPv4. L'Internet traditionel.

source: If green, you will have no problem on World IPv6 day.
fr: Si vert, vous n'avez pas de problème même après le World IPv6 Launch de 2012.

source: If this fails, seek help from your IT department, helpdesk, or ISP tech support.
fr: Si rouge ou blanc (image brisée), cherchez de l'assistance auprès de votre département informatique ou du support technique de votre FAI.

source: If this fails, consider using the <a href="/">full test</a>, with IE, Firefox, Safari, or Chrome, to get more detailed information about possible failure reasons.
fr: Essayez aussi de faire le <a href="/">test complet</a>, avec IE, Firefox, Safari ou Chrome pour avoir plus de détails sur les causes possibles de cet échec.

source: <i>If red or blank, do not stress!</i> Few people already have IPv6 at this time; and it is not critical for 2011 but will be for the coming years.
fr: Si rouge ou blanc (image brisée), pas de panique!</i> Peu d'utilisateurs disposent d'IPv6 en ce moment; ce n'est pas très imporant en 2013 mais le deviendra dans les années à venir.

source: test-ipv6.com FAQ
fr: Foire Aux Questions de test-ipv6.com

source: Q: How does this test work?
fr: Q: Comment fonctionne ce test?

source: The test is entirely client-side javascript. To determine reachability, a series of ajax requests are made from the web server, using various DNS names that force the use of IPv6 only, or dual stack, or other such scenarios. The pass/fail of such fetches, as well as how long they take, are taken into account.
fr: Ce test est réalisé entièrement en javascript sur le client/navigateur. Pour détecter la connectivité, une série de requêtes ajax sont effectuées sur le serveur, en utilisant différents noms DNS qui forcent l'utilisation soit d'IPv6, soit de double pile (<i>dual stack</i>) ou d'autres scénarios du même genre. Nous prenons alors en compte le succès ou non ainsi que le temps de réponse de ces requêtes.

source: Q: Why is this web site reachable via IPv4 only?
fr: Q: Pourquoi ce site n'est-il disponible qu'en IPv4?

source: You're right, there are no AAAA records, intentionally. A percentage of users are unable to browse sites that are dual-stack. If the users can't connect, then they can't be told they have a problem. This is a big problem facing content providers today; of which, I work at one for my &#36;dayjob. As such, the main test page requires IPv4 (either native or translated).
fr: Vous avez raison, il n'y a pas d'adresse IPv6 pour ce serveur et c'est fait exprès. Un petit nombre d'utilisateurs sont dans l'impossibilité de visiter des sites qui sont en double pile. Si ces utilisateurs ne peuvent se connecter, il est alors impossible de leur signaler et de diagnostiquer leurs problèmes. C'est en fait un grand défi que doivent adresser les éditeurs de contenu; et l'auteur original de ce site travaille pour un de ceux-ci. Dès lors, la page principale de ce test exige IPv4 (natif ou traduit).

source: At some point, when the percentage of "broken" users has gone significantly down, I'll consider making test-ipv6.com dual-stack. At least check, May 2013, we still see 0.5% broken visiting test-ipv6.com. And we still want them to understand their situation.
fr: Quand le nombre d'utilisateurs disfonctionnels aura fortement diminué, je considérai alors de mettre test-ipv6.com en double pile...

source: Q: How do I test my IPv6-only host
fr: Q: Que voulez-vous dire par "disfonctionnel"?

source: A percentage of users today have IPv6 enabled, but are either using a public tunnel that is currently giving poor performance; or otherwise have a route that is installed but broken or suboptimal. However, because they have a route at all, in many cases the address selection algorithm of RFC3484 will pick using it, and trying to use this broken route. It can take towards 75+ seconds before the browser gives up!
fr: Certains utilisateurs ont IPv6 activé aujourd'hui, mais soit ils utilisent un tunnel publique avec de mauvaises performances; ou ils ont une route qui est soit disfonctionnelle soit suboptimale. Par contre, comme ils ont une route IPv6, dans bien des cas, l'algorithme de sélection d'adresses RFC 3484 va préférer IPv6 et donc choisir la mauvaise route. Cela peut prendre jusqu'&agrave; plus de 75 secondes avant que le navigateur n'abandonne IPv6 et passe en IPv4!

source: From the perspective of a user with these conditions, a web site offering both A and AAAA DNS records (ie, "dual stack") will appear to time out; and the user will move on to another site that offers a similar product. This is the quandary content providers have.
fr: Du point de vue de l'utilisateur dans ces conditions, un site web qui a &agrave; la fois des enregistrements A et AAAA dans le DNS (c-&agrave;-d "double pile") va appara&icirc;tre très lent avec expiration du délai; et l'utilisateur sera tenté d'aller sur un site alternatif qui offre un produit similaire. Ce qui n'est pas une bonne chose pour les éditeurs de contenu.

source: If we detect that you will have problems reaching dual-stack web sites, we recommend you see the <a href="broken.html">Broken User FAQ</a>. It provides several steps to try and identify your root cause for being broken; and barring that, what you can do to disable IPv6 until your ISP offers native IPv6 connectivity.
fr: Quand nous détectons que vous avez des problèmes pour vous connecter sur des sites web en double pile, nous vous recommandons de lire la <a href="broken.html">FAQ utilisateurs disfonctionnels</a>. Elle donne plusieurs étapes pour essayer d'identifier la cause principale de votre disfonctionnement; dans le pire des cas, vous aurez peut-être &agrave; désactiver IPv6 tant que votre FAI n'offre pas une connexion native en IPv6.

source: Q: Why did your stats say you already have IPv6-only users?
fr: Q: Pourquoi vos statistiques indiquent des utilisateurs en IPv6 uniquement?

source: They went to <a href="http://ipv6.test-ipv6.com">http://ipv6.test-ipv6.com</a> .
fr: Ils ont visité <a href="http://ipv6.test-ipv6.com">http://ipv6.test-ipv6.com</a> .

source: Q: How valid are the stats?
fr: Q: Que représente les statistiques?

source: They do not represent the average web consumer. Visitors to this site are self-selecting. The intent of this site is to not provide stats, but instead to inform the user the level of readiness for the world to move to IPv6 (with or without'em!). As such, stats found here will be completely different from an average content provider.
fr: Elles ne représentent pas des statistiques sur les utilisateurs d'Internet. Les visiteurs de ce site l'ont choisi eux-même et représentent une partie spécifique de la population. Le but de ce site n'est pas de fournir des statistiques mais bien d'informer l'utilisateur sur son niveau de préparation lorsque le monde Internet passera en IPv6 (avec ou sans eux!). En tant que tel, ces statistiques sont complétement différentes de la moyenne vue par les éditeurs de contenu.

source: Q: How does your test differ, from what the content providers are doing?
fr: Q: En quoi ce test diffère des tests effectués par les éditeurs de contenu?

source: Content providers are gathering metrics of broken vs non-broken users, in an aggregate form. They are not at this time actually giving the user feedback as to the user's current state. Those metrics will principally drive the business decision of when to start publishing sites over IPv6, versus remaining IPv4 only. IPv4 only for some content sites really is an option; it has a handful of downsides, but the expectation is that everyone will always be able to reach IPv4, in some fashion.
fr: Les éditeurs de contenu collectent des résultats sur les utilisateurs fonctionnels et disfonctionnels sous une forme aggrégée. Pour l'instant, ils ne donnent pas un retour d'information &agrave; leurs utilisateurs sur la qualité de leur connexion IPv6. Ces mesures sont principalement destinées &agrave; leur indiquer quand ils doivent publier des sites en IPv6. Pour certains sites, rester uniquement en IPv4 est un choix possible; il y a plein d'inconvénients mais il est estimé que tout le monde pourra toujours contacter un site IPv4 d'un fa&ccedil;on ou l'autre.

source: This site, on the other hand, is intended to help the user understand their current state, and what that state possibly means to them.
fr: D'un autre c&ocirc;té, ce site veut aussi aider l'utilisateur &agrave; comprendre l'état de sa connexion et ce que cet état signifie pour lui.

source: Q: Your site shows the wrong IP address; how can I bypass my proxy server to find my public address?
fr: Q: Votre site montre une mauvaise adresse IP; comment puis-je contourner mon serveur mandataire pour afficher mon adresse publique?

source: For ipv4/ipv6/dual stack, use one of these:
fr: Essayez une de ces techniques:

source: for ipv4
fr: pour IPv4

source: for ipv6
fr: pour IPv6

source: for either
fr: pour les deux

source: Note you _may_ need to specify other options to your telnet command, depending on your operating system. On my mac, for example, I need to use "<code>telnet -6</code>".
fr: Notez que vous devrez _peut-être_ ajouter d'autres options pour la commande telnet suivant votre operating system. Ainsi, sur mon Mac, je dois utiliser "<code>telnet -6</code>".

source: Q: Do you actually read the feedback?
fr: Q: Lisez-vous vraiment nos réponse et retours d'information?

source: Yes, I do. Thank you! Note that I can only follow up with you if you do leave contact information. While I am still grateful for feedback without contact information, I will be unable to reply with any answers if you asked for them.
fr: Oui, absolument. Encore merci! Veuillez noter que je ne peux assurer un suivi que si vous laissez vos informations de contact. Même si j'apprécie les retours d'information sans information de contact, il m'est impossible de vous répondre si vous posez des questions.

source: Q: How else can I contact you?
fr: Q: Sinon, comment vous contacter?

source: I would prefer you use the form, as it gives details of your connectivity, and bypasses any mail filters.
fr: Je préfèrerais que vous utilisiez le formulaire car il me donne automatiquement des détails sur votre connectivité et il évite tous les soucis d'emails (y compris ceux de mon c&ocirc;té).

source: That said, you are welcome to directly email <a href="mailto:jfesler@test-ipv6.com">jfesler@test-ipv6.com</a>.
fr: A part &ccedil;a, n'hésitez pas &agrave; me contacter par email <a href="mailto:jfesler@test-ipv6.com">jfesler@test-ipv6.com</a>.

source: Q: Is this open source?
fr: Q: Est-ce du code source libre (<i>open source</i>)?

source: Yes. See the <a href="source.html">source page</a> for details.
fr: Oui. Voir la <a href="source.html">page source</a> pour les détails.

source: You appear to have no IPv6 at this time..
fr: Il semblerait que vous n'ayez pas IPv6 pour l'instant...

source: You appear to have no IPv6 address.
fr: Il semblerait que vous n'ayez pas IPv6.

source: What is specific to 6RD tunnels?
fr: Quels sont les spécificités d'un tunnel 6RD?

source: 6RD tunnels have been designed by the IETF as <a href="http://tools.ietf.org/html/rfc5969">RFC 5969</a> to be deployed within an ISP access network and by the ISP itself to transport IPv6 over a legacy IPv4 access network. As the tunnel is confined with a single ISP, it is therefore managed in such a way to provide performances as good in IPv6 as in IPv4 (except perhaps for the largest packet size, a.k.a. MTU).
fr: Les tunnels 6RD ont été spécifiés par l'IETF en tant que <a href="http://tools.ietf.org/html/rfc5969">RFC 5969</a> pour être déployés au travers du réseau d'accès d'un FAI et par ce FAI lui-même afin de transporer des paquets IPv6 au dessus de son réseau d'accès qui ne fournit que IPv4. Comme ce tunnel 6RD est confiné au sein d'un seul FAI, il est par conséquent géré et offre des performances strictement équivalentes en IPv6 qu'en IPv4 (sauf peut-être au niveau de la plus grande taille des paquets, c-à-d le MTU).

source: In short, a 6RD tunnel provides you with native IPv6 connectivity.
fr: Pour faire court, un tunnel 6RD vous fourni une connectivité IPv6 native.

source: How did we detect a 6RD tunnel?
fr: Comment avons-nous détecté un tunnel 6RD?

source: During the tests, we collect your IPv4 and IPv6 addresses. If at least 16 bits of your IPv4 address are embedded in your IPv6 prefix, then we assume that you are using a 6RD tunnel.
fr: Lors de ces tests, nous déterminons vos adresses IPv4 et IPv6. Si au moins 16 bits de votre adresse IPv4 se retrouvent dans votre préfixe IPv6, nous supposons alors que vous utilisez un tunnel 6RD.

source: About the "v6ns" test.
fr: A propos du test "v6ns"

source: This FAQ has been produced to try and address what it means for the v6ns test to be "bad".
fr: Cette Foire Aux Questions (FAQ) a pour but d'expliquer ce que signifie l'échec du test "V6ns" et comment y remédier.

source: This test specifically verifies that your DNS resolver (usually operated by your Internet service provider, or your corporate IT department) is capable of reaching IPv6 Internet sites for DNS lookups. If you explicitly configured the use of a different DNS server, such as OpenDNS or Google's Public DNS, you'll test those services instead.
fr: Ce test vérifie si votre resolver DNS (en général géré par votre Fournisseur d'Accès Internet (FAI) ou le service informatique de votre société) est capable d'utiliser IPv6 pour effectuer des recherches DNS. Si vous avez explicitement configuré un serveur DNS différent, par exemple OpenDNS ou les serveurs DNS publiques de Google, nous testons ces services.

source: If this test fails:
fr: Si ce test échoue:

source: it means that the DNS resolver you are using, requires IPv4 to reach the DNS authoritative servers of your favoriate web sites. In the near future, every web site of consequence will remain accessible in this form, so <b>there is no immediate danger.</b>
fr: cela signifie que votre resolver DNS a besoin d'IPv4 pour contacter les serveurs DNS autoritaires. Dans un future proche, tous les sites web resteront de toutes fa&ccedil;ons disponibles par ce moyen, donc, <b>il n'y a pas de problèmes immédiats.</b>

source: If this test succeeds:
fr: Si ce test réussi:

source: it means that your DNS resolver is fully capable of reaching IPv6 DNS servers. This means that the operator of that DNS server has IPv6 within their network. If they do not already offer you IPv6, this may be a sign that they are actively working on trying to make it possible.
fr: cela veut dire que votre resolver DNS est parfaitement capable de contacter des serveurs DNS via IPv6. Cela signifie que le gestionnaire de votre resolver a déployé IPv6 dans son réseau. S'il ne vous a pas encore proposé IPv6, cela peut être un signe qu'ils y travaillent.

source: Do you use OpenDNS?
fr: Utilisez-vous OpenDNS?
