Repository: 17lai/ipv6-test
Catalog: po/falling-sky.*.po
Languages: cs_cz, fr, hr_hr, hu_hu, nb_no, nl, sv_se

source: bad
cs_cz: špatné
fr: échec
hr_hr: loše
hu_hu: hibás
nl: slecht
sv_se: dålig

source: Click to see
cs_cz: Klikněte pro
fr: Cliquer pour voir
hr_hr: Kliknite da bi ste vidjeli
hu_hu: Kattints ide
nb_no: Klikk for å se
nl: Bekijk
sv_se: Klicka för att se

source: failed to load
cs_cz: nepovedlo se načíst
fr: impossible de charger
hr_hr: učitavanje nije uspjelo
hu_hu: betöltés sikertelen
nb_no: klarte ikke å laste
nl: Laden mislukt
sv_se: kunde inte ladda

source: Frequently Asked Questions
cs_cz: Časté dotazy
fr: Foire Aux Questions
hr_hr: Često postavljena pitanja
hu_hu: Gyakran Ismételt Kérdések
nb_no: Ofte stilte spørsmål
nl: Veelgestelde vragen
sv_se: Vanliga frågor (FAQ)

source: [go back]
cs_cz: [Zpět]
fr: [retour]
hr_hr: [nazad]
hu_hu: [vissza]
nb_no: [gå tilbake]
nl: [ga terug]
sv_se: [tillbaka]

source: Your Internet Service Provider (ISP) appears to be
fr: Votre Fournisseur d'Accès Internet (FAI) semble être
sv_se: Din Internetleverantör (ISP) verkar vara

source: loading...
cs_cz: načítám...
fr: chargement...
hr_hr: učitavanje...
hu_hu: betöltés...
nb_no: laster...
nl: laden...
sv_se: laddar...

source: [more info]
cs_cz: [víc]
fr: [plus d'info]
hr_hr: [dodatne informacije]
hu_hu: [Bővebb informácó]
nb_no: [mer informasjon]
nl: [meer info]
sv_se: [mer information]

source: proxied
fr: (via un proxy)
hr_hr: posredovano
sv_se: genom proxy

source: Proxied
fr: Serveur mandataire
hr_hr: Posredovan
sv_se: Genom proxy

source: for your IPv4 stability and readiness, when publishers offer both IPv4 and IPv6
cs_cz: stabilita a připravenost pro IPv4, když poskytovatelé obsahu poskytnou IPv4 i IPv6
fr: pour la stabilité et la préparation de votre IPv4, tant que les éditeurs proposent IPv4 et IPv6
hr_hr: za stabilnost i pripremljenost vaše IPv4 veze kad pružatelji sadržaja koriste IPv4 i IPv6
hu_hu: IPv4 felkészültséged és stabilitásod, amikor a tartalomszolgáltatónál rendelkezésre áll IPv4 és IPv6 is
nb_no: for din IPv4-tilgang, når innholdsleverandører tilbyr både IPv4 og IPV6
nl: voor je IPv4 stabiliteit en gereedheid als websites op zowel IPv4 als IPv6 bereikbaar zijn.
sv_se: för IPv4 stabilitet och beredskap, om både IPv4 och IPv6 används för publicering

source: for your IPv6 stability and readiness, when publishers are forced to go IPv6 only
cs_cz: stabilita a připravenost pro IPv6, když poskytovatelé obsahu poskytnou obsah jen skrz IPv6
fr: pour la stabilité et la préparation de votre IPv6, quand les éditeurs offriront leur contenu uniquement en IPv6
hr_hr: za stabilnost i pripremljenost vaše IPv6 veze kad pružatelji sadržaja budu primorani koristiti samo IPv6
hu_hu: IPv6 felkészültséged és stabilitásod, amikor a tartalomszolgáltatónál csak IPv6 használható
nb_no: for din IPv6-tilgang, når innholdsleverandører tilbyr kun IPv6
nl: voor je IPv6 stabiliteit en gereedheid als websites enkel op IPv6 bereikbaar zijn.
sv_se: för IPv6 stabilitet och beredskap, om bara IPv6 används för publicering

source: Your readiness score
cs_cz: Vaše skóre
fr: Votre score de préparation
hr_hr: Vaš rezultat
hu_hu: Felkészültségi szint
nb_no: Ditt test-resultat
nl: Uw score
sv_se: Din poäng är

source: slow
cs_cz: pomalé
fr: lent
hr_hr: sporo
hu_hu: lassú
nl: traag
sv_se: långsam

source: Started
cs_cz: Start
fr: Démarré
hr_hr: Započeto
hu_hu: elindult
nb_no: Startet
nl: Gestart
sv_se: Startad

source: test data
cs_cz: testovacích dat
fr: les résultats du test
hr_hr: Izvršene provjere
hu_hu: teszt adatokhoz
sv_se: testresultat

source: (Updated server side IPv6 readiness stats)
cs_cz: (Aktualizace stavu připravenosti na IPv6 na serveru dokončena)
fr: (Enregistrement finalisé des statistiques de préparation IPv6)
hr_hr: (Ažurirana statistika IPv6 pripremljenosti)
hu_hu: (Szerver oldali IPv6 állapot frissítve)
nb_no: (Oppdaterer server-statistikk over IPv6-tilgjengelighet)
nl: (Statistieken opgeslagen op de server)
sv_se: (Statistik om IPv6-beredskap uppdaterades på servern)

source: (Survey posting failed; the above information is accurate, but not recorded.)
cs_cz: (Odeslání výsledků selhalo. Výše uvedené informace jsou správné, ale nejsou zaznamenány.)
fr: (Enregistrement du test a échoué l'information ci-dessus est correcte mais n'a pas été enregistrée.)
hr_hr: (Slanje izvještaja nije uspjelo; gore navedeni rezultati su točni ali statistika nije ažurirana.)
hu_hu: (A teszt sikertelen; a fenti információ pontos, de nem került rögzítésre)
nb_no: (Innsending av resultat feilet; informasjonen over er korrekt, men ikke lagret.)
nl: (Opslaan van survey resultaten mislukt; bovenstaande informatie is correct maar niet weggeschreven.)
sv_se: (Uppdatering av statistik misslyckades; informationen ovan är korrekt, men sparades inte.)

source: (Updating server side IPv6 readiness stats)
cs_cz: (Aktualizace stavu připravenosti na IPv6 na serveru )
fr: (Enregistrement en cours des statistiques de préparation IPv6)
hr_hr: (Ažuriranje statistike IPv6 pripremnjenosti)
hu_hu: (Szerver oldali IPv6 állapot frissítése)
nb_no: (Oppdaterer server-statistikk over IPv6-tilgjengelighet)
nl: (Bezig met opslaan van statistieken op de server)
sv_se: (Uppdaterar statistik om IPv6-beredskap på servern)

source: (Survey posting skipped; test was rigged)
cs_cz: (Přeskočeno odesílání výsledků; test byl pozměněn)
fr: (Enregistrement de l'enqu&eacirc;te annulé le test a été truqué)
hr_hr: (Izvještaj nije poslan; provjera je bila namještena)
hu_hu: (Folyamat megszakítva; a teszt manipulált)
nb_no: (Resultatet ble ikke sendt inn; testen var manipulert)
nl: (Opslaan van statistieken overgeslagen, test was be√învloed)
sv_se: (Uppdatering av statistik skippades; testet var riggat)

source: tests run
fr: tests déj&agrave; exécutés
sv_se: tester körda

source: timeout
fr: délai dépassé
hr_hr: bez odgovora
hu_hu: időtúllépés

source: using
cs_cz: protokolem
fr: en
hr_hr: koristi
hu_hu: kapcsolat:
nb_no: bruker
nl: gebruik makend van
sv_se: använder

source: Your IPv4 address on the public Internet appears to be
cs_cz: Vaše IPv4 adresa ve veřejném internetu je
fr: Votre adresse IPv4 sur l'Internet semble être
hr_hr: Vaša javna IPv4 adresa je
hu_hu: A publikus IPv4 címed
nb_no: Din offentlige IPv4-adresse ser ut til å være
nl: Uw IPv4 adres op het publieke Internet is (waarschijnlijk)
sv_se: Din publika IPv4-adress ser ut att vara

source: Your IPv6 address on the public Internet appears to be
cs_cz: Vaše IPv6 adresa ve veřejném internetu je
fr: Votre adresse IPv6 sur l'Internet semble être
hr_hr: Vaša javna IPv6 adresa je
hu_hu: A publikus IPv6 címed
nb_no: Din offentlige IPv6-adresse ser ut til å være
nl: Uw Ipv6 adres op het publieke Internet is (waarschijnlijk)
sv_se: Din publika IPv6 adress ser ut att vara

source: %app: You are running version %found; we recommend %suggest or newer.
cs_cz: %app: Používáte verzi %found; doporučujeme %suggest nebo novější.
fr: %app: vous utilisez la version %found; nous vous recommendons la version %suggest ou plus récente.
hr_hr: %app: Vi koristite inačicu %found; preporučena je %suggest ili novija.
hu_hu: %app: A %found verziót futtatod; javasoljuk a %suggest vagy újabb verziót.
nl: %app: U draait versie %found; wij bevelen %suggest of nieuwer aan.
sv_se: %app: Du använder version %found; vi rekommenderar %suggest eller nyare.

source: Your FAQ
cs_cz: FAQ
fr: Votre FAQ
hr_hr: Vaša Često postavljena pitanja
hu_hu: GYIK
nb_no: Dine ofte stilte spørsmål
nl: Uw FAQ
sv_se: Din FAQ

source: test parameter wrong. should be 9 characters. o/s/b/t for open/slow/bad/timeout. Need one per: a aaaa ds4 ds6 dsmtu ipv4 ipv6 v6mtu v6ns
cs_cz: nesprávný parametr testu. Očekává se 9 znaků. o/s/b/t pro open/slow/bad/timeout. Jeden pro každý typ: a aaaa ds4 ds6 dsmtu ipv4 ipv6 v6mtu v6ns
fr: paramètre de test invalide. devrait &circ;tre 9 caractère. o/s/b/t pour open/slow/bad/timeout. besoin de un par: a aaaa ds4 ds6 dsmtu ipv4 ipv6 v6mtu v6ns
hr_hr: neispravan parametar testa. trebao bi imati 9 znakova. o/s/b/t za otvoreno/sporo/loše/bez odgovora. Za svaki od testova: a aaaa ds4 ds6 dsmtu ipv4 ipv6 v6mtu v6ns
hu_hu: hibás teszt paraméter. 9 karakternek kell lennie. o/s/b/t mint nyitott/lassú/hibás/időtúllépés Tesztenként egy: a aaaa ds4 ds6 dsmtu ipv4 ipv6 v6mtu v6ns
nb_no: test-parameteren stemmer ikke, burde være 9 tegn: o/s/b/t for åpen/treg/dårlig/tidsavbrudd. Trenger ett tegn for hver av disse: a aaaa ds4 ds6 dsmtu ipv4 ipv6 v6mtu v6ns
nl: Foute test parameter, zou 9 karakters moeten zijn. o/s/b/t voor open/slow/bad/timeout. Een nodig per: a aaaa ds4 ds6 dsmtu ipv4 ipv6 v6mtu v6ns
sv_se: felaktiga testparametrar. borde vara 9 bokstäver. o/s/b/t for öppen/långsam/dålig/timeout. behöver en per: a aaaa ds4 ds6 dsmtu ipv4 ipv6 v6mtu v6ns

source: unknown expansion
cs_cz: neznámá hodnota
fr: expansion inconnue
hr_hr: nepoznat izraz
hu_hu: ismeretlen kiterjesztés
nb_no: ukjent utvidelse
nl: onbekende expansie
sv_se: okänt värde

source: unknown result code
cs_cz: neznámy návratový kód
fr: code résultat inconnu
hr_hr: nepoznat kod rezultata
hu_hu: ismeretlen eredménykód
nb_no: ukjent resultat-kode
nl: onbekende resultaatcode
sv_se: okänd resultkod

source: Note: I can't contact you, if the contact info is blank. If you really want to submit this anonymously, hit Send Results again.
cs_cz: Poznámka: Nemůžeme Vás kontaktovat kdýž neuvedete kontaktní adresu. Když chcete výsledky odeslat anonymně, Klikněte znova na Odeslat.
fr: Note: il m'est impossible de vous contacter si vous laissez le champ contact vode. Si vous voulez vraiment soumettre ce résultat de manière anonyme, cliquez encore sur Envoyer Réltats.
hr_hr: Napomena: Ne možemo vas kontaktirate ako ne unesete adresu svoje elektroničke pošte. Ukoliko rezultate želite poslati anonimno ponovo odaberite slanje rezultata.
hu_hu: Megjegyzés: Nem tudunk veled kapcsolatba lépni ha a kapcsolat infó üres. Ha tényleg névtelenül szeretnéd elküldeni, kattins az Eredmények küldésére mégegyszer.
nb_no: Merk: Jeg kan ikke kontakte deg, om kontaktinfo-feltet er tomt. Om du virkelig ønsker å sende inn anonymt, klikk Send Resultater igjen.
nl: Let op: we kunnen geen contact met u opnemen als u geen emailadres invult. Als u zeker weet dat u dit bericht anoniem achter wilt laten moet u het formulier nogmaals verzenden.
sv_se: OBS: Jag kan inte kontakta dig om du inte anger någon kontaktinformation. Om du verkligen skicka detta anonymt, tryck på Skicka resultat igen

source: Result code
cs_cz: Kód výsledku
fr: Code résultat
hr_hr: Kod rezultata
hu_hu: Eredmény kód
nb_no: Resultat-kode
nl: Resultaat code
sv_se: Resultatkod

source: retest
cs_cz: znova otestovat
fr: recommencer le test
hr_hr: ponovite provjeru
hu_hu: ismételd meg
nb_no: test igjen
nl: test nogmaals
sv_se: testa igen

source: share your results
cs_cz: sdílejte výsledky
fr: partagez vos réltats
hr_hr: podjeliti vaše rezultate
hu_hu: oszd meg
nb_no: dele ditt resultat
nl: delen
sv_se: dela med dig av dina resultat

source: I am most interested in discussing your setup with you, because it was been determined that <B>your IPv6 connectivity is broken</b>, or at least not fully understood. This is not normal; would you be willing to %share?
cs_cz: <b>Vaše IPv6 konektivita</b> je špatná, nebo alespoň z naší strany nepochopena. Nepovažujeme to za standardní situaci; chtěli by ste se s nami podělit o výsledky?
fr: <b>votre connectivité IPv6 n'est pas bonne<b>, ou en tous les cas pas bien comprise par ce test. Ce n'est pas normal; voulez vous %share?
hr_hr: <b>vaša IPv6 veza neispravna</b> ili ju provjere ne podržavaju. To nije uobičajeno; želite li %share svoje rezultate?
hu_hu: <b>IPv6 kapcsolatod hibásnak</b>, vagy legalábbis nem értelmezhetőnek tűnik. Ez nem normális; Kérlek %share velünk az eredményeid.
nb_no: Jeg er svært interessert i å diskutere nettverksoppsettet ditt med deg, fordi det ser ut som at <B>din IPv6-konnektivet er defekt</b>, eller iallfall ikke fullt ut forstått. Dette er ikke normalt; er du villing til å %share?
nl: We zouden graag de inrichting van uw netwerk willen bespreken, omdat vastgesteld is dat <B>uw IPv6 verbinding defect is</B>, of minimaal niet goed getest wordt. Dit is niet normaal, zou u uw resultaten willen %share?
sv_se: Jag är intresserad av att diskutera dina inställningar med dig, då testet visar att <B>din IPv6-uppsättning är trasig</b>, eller åtminstone inte helt förstådd av oss. Detta är inte normalt, är du villiga att %share?

source: This is a mirror of test-ipv6.com. The views expressed here may or may not reflect the views of the mirror owner.
cs_cz: Toto je mirror stránek test-ipv6.com. Výsledky prezentované zde můžou ale nemusí být stejné jako na původních stránkách.
fr: Ce site est un miroir de test-ipv6.com. Le contenu peut ou ne peut pas reflèter les opinions du gestionnaire de ce miroir.
hr_hr: Ova stranica je kopija weba test-ipv6.com. Ovdje iskazani pogledi mogu ali ne moraju odražavati poglede vlasnika ove kopije stranice.
hu_hu: Ez a test-ipv6.com egyik tükör oldala. Az itt kifejtett vélemények lehet, de nem biztos, hogy a tulajdonos véleményét tükrözik.
nb_no: Dette er et speil av test-ipv6.com.
nl: dit is een mirror van test-ipv6.com. Uitspraken op deze website kunnen maar hoeven niet overeen te komen met de mening van de eigenaar van de mirror.
sv_se: Det här är en spegelsida av test-ipv6.com. Åsikter uttryckta här kanske inte överensstämmer med ägaren av denna sidan.

source: FAQ for You
cs_cz: Často kladené dotazy
fr: FAQ pour vous
hr_hr: Vaša često postavljena pitanja
hu_hu: GYIK neked
nb_no: Ofte stilte spørsmål relevant for deg
nl: FAQ voor u
sv_se: FAQ relevant för dig

source: Test your IPv6 connectivity.
cs_cz: Testuje vaše IPv6 připojení.
fr: Testez votre connectivité IPv6.
hr_hr: Provjera IPv6 veze
hu_hu: Teszteld az IPv6 kapcsolatod.
nb_no: Test din IPv6-konnektivitet
nl: Test uw IPv6 verbinding.
sv_se: Testa din IPv6-anslutning

source: Help Popup
cs_cz: Pomoc
fr: Popup d'aide
hr_hr: Prozor pomoći
hu_hu: Segítség Popup
nb_no: Hjelpevindu
sv_se: Hjälp-popup

source: Mirrors
cs_cz: Mirrory
fr: Miroirs
hr_hr: Kopije stranice
hu_hu: Tükrök
nb_no: Speil
sv_se: Spegelsidor

source: Share Results / Contact
cs_cz: Sdílejte výsledky / Kontakt
fr: Partagez les résultats / Contact
hr_hr: Dijeli rezultate / Kontakt
hu_hu: Eredmények megosztása / Kapcsolat
nb_no: Del resultater / kontakt
nl: Deel resultaten / Contact
sv_se: Dela resultat / Kontakt

source: Other IPv6 Sites
cs_cz: Další IPv6 stránky
fr: Autres sites IPv6
hr_hr: Druge IPv6 stranice
nl: Andere IPv6 sites
sv_se: Andra IPv6-sidor

source: Summary
cs_cz: Souhrn
fr: Résumé
hr_hr: Sažetak
hu_hu: Összegzés
nb_no: Oppsummering
nl: Samenvatting
sv_se: Summering

source: Technical Info
cs_cz: Technické informace
fr: Info Technique
hr_hr: Tehničke informacije
hu_hu: Technikai Info
nb_no: Teknisk informasjon
nl: Technische Info
sv_se: Teknisk information

source: Tests Run
cs_cz: Spuštěné testy
fr: Résultats des tests
hr_hr: Izvršene provjere
hu_hu: Lefutott tesztek
nb_no: Utførte tester
nl: Uitgevoerde tests
sv_se: Tester körda

source: This will test your browser and connection for IPv6 readiness, as well as show you your current IPV4 and IPv6 address.
cs_cz: Tato stránka otestuje, zdali jsou váš prohlížeč a připojení připraveny na IPv6. Ukáže vaši současnou IPv4 i IPv6 adresu.
fr: Cela va tester votre navigateur et votre connexion pour la préparation &agrave; IPv6, cela affichera aussi vos adresses IPv4 et IPv6 courantes.
hr_hr: Ova stranica provjerava pripremljenost vašeg preglednika i Internet veze za IPv6, te prikazuje vašu trenutnu IPv4 i IPv6 adresu.
hu_hu: Ez az oldal a böngésződ és a kapcsolatod IPv6 képességét teszteli, valamint megmutatja az aktuális IPV4 és IPV6 címedet.
nb_no: Dette vil teste om din nettleser og internett-forbindelse er klar for IPv6, samt vise deg din nåværende IPv4- og IPv6-adresse.
nl: Deze pagina test uw browser en verbinding op gereedheid voor IPv6 en toont u tevens uw huidige IPv4 en IPv6 adres.
sv_se: Detta kommer testa din webbläsares och din uppkopplings beredskap för IPv6, och dessutom visa din nuvarande IPv4 och IPv6-adress

source: Test your IPv6.
cs_cz: Otestuje připojení k IPv6.
fr: Testez votre IPv6.
hr_hr: Provjera IPv6 veze
hu_hu: Teszteld az IPv6 kapcsolatod.
nb_no: Test din IPv6.
nl: Test uw IPv6.
sv_se: Testa din IPv6.

source: Please leave your comments using English, if possible.
cs_cz: Prosíme Vás (pokud možno) o komentáře v angličtině.
fr: Veuillez laisser vos commentaires en anglais, si possible.
hr_hr: Komentare preporučamo ostaviti na hrvatskom jeziku.
hu_hu: Kérlek magyar vagy angol nyelven írd az üzenetet.
nb_no: Vennligst legg igjen dine kommentarer på engelsk, om mulig.
nl: Laat uw commentaar achter in het Engels indien mogelijk.
sv_se: Om möjligt, lämna ditt svar på engelska.

source: <span id="comments_faq_link"></span> (FAQ) page is available for <b>your</b> exact set of results. Please read it before leaving comments; many questions have already been answered. If you still have questions, comments, or concerns, feel freel to use this form.
cs_cz: <b>Vaši</b> množinu výsledků. Prosím přečtete si ji předtým než napíšete komentář; mnoho dotazů již bylo zodpovězeno. Když máte další dotazy, použijte formulář.
fr: <b>vos</b> résultats propres. Veuillez la lire avant de laisser un commentaire; la réponse &agrave; beaucoup de questions s'y trouve déj&agrave;. Si vous avez encore des questions, commentaires ou soucis, ne pas hésiter &agrave; utiliser ce formulaire.
hr_hr: <b>vaše</b> rezultate provjera. Molimo pročitajte ju prije ostavljanja komentara jer su mnoga pitanja već odgovorena. Ako i nakon toga imate pitanje, komentar ili primjedbu slobodno nas kontaktirajte.
hu_hu: <b>Te</b> konkrét eredményeidhez. Kérlek olvasd el mielőtt üzenetet küldesz; rengeteg kérdésre megszületett már a válasz. Ha ezek ellenére szeretnéd velünk megosztani kérdésed, kérésed, véleményed, akkor használd ezt az űrlapot.
nb_no: <b>ditt</b> resultat. Vennligst les dem før du legger igjen kommentarer - mange spørsmål har allerede blitt besvart. Om du fortsatt har spørsmål eller andre tilbakemeldinger, send gjerne inn skjemaet.
nl: <b>uw</b> specifieke set uitslagen. Lees deze aub door voor u commentaar achterlaat, veel vragen zijn al beantwoord. Als u nog steeds vragen of bezorgdheid hebt, gebruik dan dit formulier.
sv_se: <b>dina</b> resultat. Var vänligt läs den innan du lämnar kommentarer; många frågor har redan besvarats där. Om du fortfarande har frågor, kommentarer eller synpunkter är du välkommen att använda detta formulär.

source: This form will let you leave a comment, voice concerns, or ask questions. Your test results will be included automatically.
cs_cz: Formulář Vám umožní vložit komentář nebo se na něco zeptat. Automaticky se uchovají výsledky Vašeho testu.
fr: Ce formulaire vous permet de laisser un commentaire, faire entendre vos soucis ou des poser des questions. Le résultat des tests sera automatiquement ajouté.
hr_hr: Ova forma daje vam mogućnost ostavljanja komentara, primjedbi ili postavljanje pitanja. Rezultati vaših provjera bit će automatski uključeni u poslanu poruku.
hu_hu: Ezen az űrlapon lehetőséged van üzenetet hagyni, szóvátenni bármit a témában, vagy kérdést feltenni. A teszt eredményeid automatikusan hozzá lesznek csatolva.
nb_no: Dette skjemaet vil la deg sende inn kommentarer, innspill, og spørsmål. Resultatet av testen din vil automatisk bli inkludert.
nl: Met behulp van dit formulier kunt u commentaar achterlaten, uw bezorgdheid uitspreken en vragen stellen. Uw testresultaten worden automatisch bijgevoegd.
sv_se: I detta formulär kan du lämna kommentarer, ge synpunkter eller ställa frågor. Dina testresultat kommer inkluderas automatiskt.

source: <b>Your particular configuration is of interest.</b> We are always striving to make the test-ipv6.com code better. Would you be willing to contribute more information about your browser and computer setup? With your help, we can document for others how to repair their systems.
cs_cz: <b>Zaujímá nás Vaše konfigurace</b> Chceme zlepšit test-ipv6.com. Poskytnete nám víc informací o nastavení Vašeho prohlížeče a počítače? S Vaší pomocí můžeme pomoct jiným užívatelům pomoct vyřešit problémy s IPv6.
fr: <b>Votre configuration est très intéressante.</b> Nous essayons toujours d'améliorer test-ipv6.com. Voulez-vous bien contribuer en donnant plus d'informations &agrave; propos de la configuration de votre ordinateur et de votre navigateur? Avec votre aide, nous pourrons ainsi aider d'autres utilisateurs &agrave; réparer leur systèmes.
hr_hr: <b>Vaši rezultati su nam bitni..</b> Neprestano pokušavamo poboljšati kod stranice test-ipv6.com. Pristajete li poslate detaljnije informacije o vašem pregledniku i postvakama računala? Uz vašu pomoć možemo za druge korisnike dokumentirati kako da isprave slične greške na svom sustavu.
hu_hu: <b>Érdekel minket a Te egyéni konfigurációd.</b> Folyamatosan próbáljuk jobbá tenni a test-ipv6.hu kódját. Hajlandó lennél bővebb információt megosztani a böngésződről és a számítógép konfigurációdról? A te segítségeddel dokumentálni tudjuk mások számára, hogy hogyan javítsák meg rendszereiket.
nb_no: <b>Ditt spesifikke oppsett er interessant.</b> Vi prøver hele tiden å forbedre test-ipv6.com. Er du villig til å gi oss mer tilbakemeling om oppsettet av din nettleser og datamaskin? Med din hjelp, vil vi være i stand til å hjelpe andre til å løse problemer med sine systemer.
nl: <b>Uw specifieke configuratie is interessant.</b> Wij doen ons best om de code achter deze website te verbeteren. Bent u bereid om meer informatie over uw browser en computerinstellingen te delen? Met uw hulp kunnen we voor anderen documenteren hoe ze hun systemen kunnen corrigeren.
sv_se: <b>Dina inställningar skulle vara intressanta att undersöka.</b> Vi strävar alltid efter att göra test-ipv6.com:s kod bättre. Är du villiga att bidra med mer information om din browser och dators inställnigar? Med din hjälp kan vi dokumentera hur andra ska fixa sina system.

source: Report a bug with diagnosis
cs_cz: Nahlášení chyby
fr: Rapporter un bug sur un diagnostic
hr_hr: Prijava greške sa detaljnim opisom
hu_hu: Hiba bejelentése diagnózissal
nb_no: Rapportere en feil med diagnosen
nl: Meld een foute diagnose
sv_se: Buggrapport med diagnos

source: Cheers or Jeers
cs_cz: Libovolný vzkaz
fr: Félicitations ou plaintes
hr_hr: Pohvale ili pokude
hu_hu: Üdvözlet!
nb_no: Ris eller ros
nl: Klachten en aanmoedigingen
sv_se: Ris eller Ros

source: Email address if you'll permit me to contact you. <i>Required, if you wish a response.</i>
cs_cz: Vyplňte, pokud vyžadujete odpověď.
fr: Adresse email si vous nous permettez de vous contacter. <i>Nécessaire, si vous voulez une réponse.</i>
hr_hr: Vaša adresa elektroničke pošte ako želite da vas kontaktiramo. <i>Obavezna ako želite odgovor.</i>
hu_hu: Email cím, ha hozzájárulsz hogy kapcsolatba lépjünk veled. <i>Szükséges, ha választ is szeretnél.</i>
nb_no: E-postadressen din. <i>Påkrevd om du ønsker svar.</i>
nl: Emailadres indien u toestaat dat we contact opnemen. <i>Noodzakelijk indien u een antwoord wilt.</i>
sv_se: E-postadress om du ger tillåter mig att kontata dig. <i>Krävs, om du vill ha svar.</i>

source: Purpose for comment
cs_cz: Účel vaší zprávy
fr: But du commentaire
hr_hr: Vrsta upita
hu_hu: Hozzászólás oka
nb_no: Formålet med tilbakemeldingen
nl: Doel van dit commentaar
sv_se: Syfte med kommentar

source: Questions about test results
cs_cz: Dotaz týkající se výsledků testů
fr: Questions &agrave; propos des tests
hr_hr: Upit o rezultatima provjere
hu_hu: Kérdés a teszt eredményekkel kapcsolatban
nb_no: Spørsmål vedr. test-resultet
nl: Vragen over testresultaten
sv_se: Frågor om testresultat

source: Send results
cs_cz: Pošli výsledky
fr: Envoyer les résultats
hr_hr: Pošalji rezultate
hu_hu: Eredmények elküldése
nb_no: Send inn
nl: Verstuur resultaten
sv_se: Skicka resultat
