Repository: 17lai/ipv6-test
Catalog: po/falling-sky.*.po
Languages: cs_cz, fr, hr_hr, hu_hu, nb_no, nl, sv_se

source: You appear to be able to browse the IPv6 Internet only. You have no access to IPv4. That's pretty bold!
cs_cz: Zdá se, že jste schopný prohlížet pouze IPv6 Internet. Nemáte přístup k IPv4 připojení. To je od vás velmi odvážné!
fr: Il semblerait que vous ne puissiez navigateur que la partie IPv6 de l'Internet. Vous n'avez pas accès &agrave; la partie IPv4. C'est téméraire de votre part!
hr_hr: Čini se da možete pristupati samo IPv4 Internetu. Nemate pristup na IPv4 stranice. To je prilično hrabro!
hu_hu: Csak IPv6-on tudod böngészni az internetet. Nincsen IPv4 kapcsolatod. Ez kissé merész!
nb_no: Du ser kun ut til å være i stand til å nå IPv6-internettet. Du har ingen tilgang til IPv4. Det er temmelig tøft av deg!
nl: Het lijkt erop dat u alleen het IPv6-Internet kunt benaderen. U heeft geen toegang tot IPv4. Dat is vrij gedurfd!
sv_se: Det ser ut som att du bara har IPv6 i din dator och du har ingen IPv4-anslutning mot Internet. Det är en ganske tråkig anslutning!

source: Connections to IPv6 are slow, but functional. Perhaps you are using a public IPv6 tunnel that is either slow, or not located near you.
cs_cz: Vaše spojení protokolem IPv6 je velmi pomalé leč funkční. Může to být způsobeno použitím IPv6 tunelu, který je buď pomalý nebo je připojen k velmi vzdálené destinaci.
fr: Les connexions en IPv6 sont lentes mais fonctionnent. Vous utilisez peut-être un tunnel publique IPv6 qui est soit lent soit situé de vous.
hr_hr: Veze na IPv6 stranice su spore ali funkcioniraju. Možda koristite javni IPv6 tunel koji je spor ili se ne nalazi u vašoj blizini.
hu_hu: Az IPv6 kapcsolatod lassú, de működik. Valószínűleg publikus IPv6 tunnelt használsz ami vagy lassú, vagy távol van tőled.
nb_no: Oppkoplinger mot IPv6 er trege, men fungerer. Det er mulig at du bruker en automatisk IPv6-tunnel som er enten treg, eller ikke terminert i nærheten av deg.
nl: Verbindingen via IPv6 zijn langzaam maar werken. Misschien gebruikt u een publieke IPv6 tunnel die langzaam of ver van u verwijderd is.
sv_se: Din IPv6-ansltuning fungerar men är långsdam. Du kanske använder en IPv6-tunnel som är långsam eller tunnel-endpunkten kanske är långt borta.

source: Connections to IPv6-only sites are timing out. Any web site that is IPv6 only, will appear to be down to you.
cs_cz: Připojení ke službám dostupným pouze po IPv6 selže po vypršení časového limitu. Jakékoliv webové stránky využívající pouze IPv6 vám budou nedostupné.
fr: Les connexions vers des sites disponibles qu'en IPv6 échouent pour cause de délai dépassé. Tous les sites disponibles qu'en IPv6 vous apparaissent comme étant indisponibles.
hr_hr: Veze na stranice koje koriste samo IPv6 ne uspijevaju u zadanom roku. Zbog toga će vam web stranice koje koriste samo IPv6 izgledati nedostupne.
hu_hu: Az kizárólag IPv6 felett működő oldalak időtúllépéssel szakadnak meg. Azok az oldalak amik csak IPv6 felett működnek nem lesznek számodra elérhetőek.
nb_no: Oppkoblinger til nettsider kun tilgjengelig over IPv6 får tidsavbrutt. Slike nettsider vil for deg se ut til å være nede.
nl: Verbindingen naar websites met alleen IPv6 geven een timeout. Alle websites met alleen IPv6 zullen daarom stuk lijken voor u.
sv_se: Anslutningar mot sidor med bara IPv6 har stor fördröjning. Alla sidor med bara IPv6 upplevs som nere för dig

source: Your IP address(es) could not be detected due to inteference from browser add-ons.
cs_cz: Nebylo možné detekovat Vaše IP adresy kvůli některého z doplňků ve Vašem prohlížeči.
fr: Votre adresse IP n'a pas pu &eacirc;tre détectée pour cause d'interférance avec les extensions de votre navigateur.
hr_hr: Vaše IP adrese nisu detektirane zbog interferencije s dodacima u pregledniku.
hu_hu: Böngésző kiegészítők által okozott ütközés miatt az IP címe(i)d nem detektálhatóak.
nb_no: Dine IP-adresse(r) kunne ikke oppdages pga. programutvidelser i nettleseren din.
nl: Uw IP-adres(sen) kon(den) niet gedetecteerd worden vanwege verstoring door browser add-ons.
sv_se: Din(a) IP-adress(er) kunda inte detekteras pga. störningar i din webbläsares tillägg.

source: The Opera web browser seems to be break on this site frequently. <b>If you have trouble, try another browser</b>.
cs_cz: <b>Když se problém objevuje, zkuste jiný prohlížeč.</b>.
fr: <b>Si vous avez des problèmes, essayez un autre navigateur</b>.
hr_hr: <b>Ako primjetite probleme, pokušajte s drugim preglednikom</b>.
hu_hu: <b>Ha problémába ütközöl, próbálj ki egy másik böngészőt.</b>.
nb_no: <b>Om du har problem, prøv en annen nettleser</b>.
nl: <b>Als u problemen blijft houden, probeer dan te testen met een andere webbrowser.</b>
sv_se: <b>Om du har problem, prova en annan webbläsare</b>.

source: <b>Disable turbo mode on Opera, and try again.</b> Turbo mode is not compatible with the needs of this site.
cs_cz: <b>Zakažte turbo mód v prohlížeči Opera a zkuste znova</b> Turbo mód není kompatibilní s potřebami stránky.
fr: <b>Désactivez le mode turbo d'Opera, et essayez &agrave; nouveau.</b> Le mode turbo n'est pas compatible avec les tests de ce site.
hr_hr: <b>Isključite ubrzani način rada u Operi i pokušajte ponovo.</b> Ubrzani način rada nije kompatibilan s funkcioniranjem ove stranice.
hu_hu: <b>Kapcsold ki az Opera turbo módját, és próbáld újra.</b> A turbo mód nem kompatibilis ennek az oldalnak az igényeivel.
nb_no: <b>Deaktiver Opera Turbo, og prøv igjen.</b> Opera Turbo er ikke kompatibel med dette nettstedet.
nl: <b>Schakel 'turbo mode' in Opera uit en probeer het nogmaals.</b> Turbo mode werkt niet in combinatie met deze website.
sv_se: <b>Inaktivera turboläga i Opera och försök igen.</b>.

source: We have detected that you are using a proxy. This means we are testing your proxy server, not your computer. Proxy details (as reported by your proxy 'Via' header): %details
cs_cz: Zjistili sme, že používáte proxy. To znamená, že testujete proxy, ne Váš počítač. Detaily o proxy (z hlavičky 'Via' ): %details
fr: Nous avons détecté que vous utilisez un serveur mandataire/proxy. Cela veut dire que nous testons votre serveur mandataire, pas votre ordinateur. D&eacute:tails du serveur mandataire (tel que fourni par l'en-tête 'Via'): %details
hr_hr: Detektirali smo da za pristup stranicama koristite proxy poslužitelj. To znači da ova stranica zapravo provjerava vaš proxy poslužitelj, a ne vaše računalo. Detalji o proxy poslužitelju (navedeni u 'Via' zaglavlju zahtjeva): %details
hu_hu: Detektáltuk, hogy proxy-t használsz. Ez azt jeletni hogy nem a te számítógépedet, hanem a proxy szervert teszteljük. Proxy részletek (a proxy 'Via' fejlécéből): %details
nb_no: Vi har oppdaget at du bruker en proxy. Dette betyr at vi tester din proxy-tjener, ikke din datamaskin. Detaljer om proxy-tjeneren din (oppgitt av 'Via'-hodet): %details
nl: We hebben gedetecteerd dat u een proxyserver gebruikt. Dit betekent dat we de proxyserver testen en niet uw computer. Proxy details (gerapporteerd door uw proxy door middel van de 'Via' header): %details
sv_se: Vi detekterade att du använder en proxy. Detta betyder att det är den som testas och inte din dator. Detaljerad information (som angavs av din proxy i 'Via'-headern): %details

source: We have detected that you are using a proxy. This means we are testing your proxy server, not your computer.
cs_cz: Zjistili sme, že používáte proxy. To znamená, že testujete proxy, ne Váš počítač.
fr: Nous avons détecté que vous utilisez un serveur mandataire/proxy. Cela veut dire que nous testons votre serveur mandataire, pas votre ordinateur.
hr_hr: Detektirali smo da za pristup stranicama koristite proxy poslužitelj. To znači da ova stranica zapravo provjerava vaš proxy poslužitelj, a ne vaše računalo.
hu_hu: Detektáltuk, hogy proxy-t használsz. Ez azt jeletni hogy nem a te számítógépedet, hanem a proxy szervert teszteljük.
nb_no: Vi har oppdaget at du bruker en proxy. Dette betyr at vi tester din proxy-tjener, ikke din datamaskin.
nl: We hebben gedetecteerd dat u een proxyserver gebruikt. Dit betekent dat we de proxyserver testen en niet uw computer.
sv_se: Vi detekterade att du använder en proxy. Detta betyder att det är den som testas och inte din dator.

source: Since you have IPv6, we are including a tab that shows how well you can reach other IPv6 sites. %sites
cs_cz: Vzhledem k tomu, že máte IPv6, přikládáme tab, který ukazuje, jak dobře se můžete připojit k dalším IPv6 stránkám. %sites
fr: Comme vous avez IPv6, nous avons ajouté un onglet indiquant la qualité de votre connexion IPv6. %sites
hr_hr: Pošto imate aktivan IPv6 pristup prikazuje se kartica s popisom drugih IPv6 stranica kojima možete pristupiti. %sites
nl: Aangezien u een werkende IPv6-verbinding heeft hebben wij een tabblad toegevoegd met informatie over hoe goed u andere IPv6-sites kunt bereiken. %sites
sv_se: Eftersom du har IPv6 lägger vi till en flik som visar hur bra du når andra sidor tillgängliga över IPv6. %sites

source: Your IPv6 connection appears to be using Teredo, a type of IPv4/IPv6 translation using a public gateway. The quality for this <i>may</i> suffer, as you are using a public gateway to reach IPv6 based sites.
cs_cz: Zdá se, že Vaše IPv6 spojení funguje přes Teredo, což je typ překladu IPv4/IPv6 adres pomocí veřejné brány. Kvalita takové připojení <i>může</i> být horší, protože používáte veřejnou bránu pro přístup k IPv6 serverům.
fr: Votre connectivité IPv6 semble utiliser Teredo, un système de traduction IPv4/IPv6 qui utilise une passerelle publique. Ce qui rend <i>peut-être</i> mauvaise la rapidité pour se connecter &agrave; des sites IPv6.
hr_hr: Vaša IPv6 veza možda koristi Toredo, vrstu IPv4/IPv6 pretvorbe koja koristi javni pretvornik. Kvalitet ovakvog pristupa može biti <i>slabiji</i> jer se IPv6 stranicama pristupa preko ajvnog premosnika.
hu_hu: Az IPv6 kapcsolatod Teredo-t használ, egy IPv4/IPv6 címfordítót publikus átjárón keresztül. Ez valószínűleg, hogy a minőség rovására megy, mivel egy publikus átjárót használsz az IPv6 oldalak eléréséhez.
nb_no: Din IPv6-konnektivitet ser ut til å være via Teredo, en offentlig IPv4/IPv6-oversettingstjeneste. Din tjenestekvalitet kan bli skadelidende på grunn av dette, da du ser ut til å bruke Teredo til å nå IPv6-aktiverte nettsteder.
nl: Het lijkt erop dat u voor uw IPv6-verbinding gebruik maakt van Teredo, een IPv4/IPv6 gateway. Op dit moment kunt u alleen direct op IP verbinden, uw browser kan websites niet op naam via IPv6 benaderen. Dit houdt in dat uw huidige configuratie niet bruikbaar is om IPv6 websites te browsen.
sv_se: Du använder Teredo, det är en IPv6 över IPv4-tunnel via en publik gateway. Fråga din Internetleveramtör om de kan leverera riktig IPv6 istället.

source: Your IPv6 connection appears to be using Teredo, a type of IPv4/IPv6 gateway; currently it connects only to direct IP's. Your browser will not be able to go to IPv6 sites by name. This means the current configuration is not useful for browsing IPv6 web sites.
cs_cz: Zdá se, že Vaše IPv6 spojení funguje přes Teredo, což je způsob překladu IPv4/IPv6 adres pomocí veřejné brány; a v současné době toto připojení funguje pouze na explicitně zadané IP adresy. To znamená, že současná konfigurace není použitelná pro prohlížení IPv6 webových stránek.
fr: Votre connectivité IPv6 semble utiliser Teredo, un système de traduction IPv4/IPv6 qui pour l'instant ne se connecte que directement &agrave; des adresses IPv6. Votre navigateur ne peut donc se connecter &agrave; des sites IPv6 via leurs noms. Cela veut dire que votre configuration actuelle n'est pas utile pour visiter des sites IPv6.
hr_hr: Vaša IPv6 veza možda koristi Toredo, vrstu IPv4/IPv6 pretvorbe koja koristi javni pretvornik; trenutno radi samo spajanje direktno na IP adresu. Vaš preglednik neće moći otvoriti IPv6 stranice po imenu. To znači da trenutna konfiguracija nije pogodna za pristup IPv6 web stranicama.
hu_hu: Az IPv6 kapcsolatod Teredo típusú IPv4/IPv6 átjárót használ; jelenleg csak direkt IP-khez tud csatlakozni. A böngésződ nem lesz képes IPv6 oldalakat elérni név alapján. Ez a beállítás nem alkalmas IPv6 oldalak böngészésére.
nb_no: Din IPv6-konnektivet ser ut til å være via Teredo, en offentlig IPv4/IPv6-oversettingstjeneste. Den ser ut til å kun virke ved direkte oppkoblinger til IP-adresser, og du kan ikke nå IPv6-nettsteder via navneoppslag. Dette betyr at din konfigurasjon ikke er brukbar for å surfe på nettsteder over IPv6.
nl: Het lijkt erop dat u voor uw IPv6-verbinding gebruik maakt van Teredo, een IPv4/IP6 gateway. Op dit moment kunt u alleen direct op IP verbinden, uw browser kan websites niet op naam via IPv6 benaderen. Dit houdt in dat uw huidige configuratie niet bruikbaar is om IPv6 websites te browsen.
sv_se: Du använder Teredo och det är en IPv6 över IPv4-tunnel via en publik gateway. Fråga din Internetleveramtör om de kan leverera riktig IPv6 istället.

source: Your IPv6 connection appears to be using Teredo, a type of IPv4/IPv6 gateway. Your particular teredo configuration is only used as a protocol of last resort. When visiting a site with both IPv4 and IPv6, IPv4 will be preferred.
fr: Votre connectivité IPv6 semble utiliser Teredo, un système de traduction IPv4/IPv6. Votre configuration teredo n'est utilisée qu'en dernier recourt. Quand vous visitez un site qui offre IPv4 et IPv6, IPv4 sera toujours préféré.
hr_hr: Vaša IPv6 veza možda koristi Toredo, vrstu IPv4/IPv6 pretvorbe koja koristi javni pretvornik. Vaša konkretna Teredo konfiguracija se koristi samo u slučaju da drugi pristupi ne rade. Kad pristupate stranici koja ima IPv4 i IPv6, prvo će se koristiti IPv4.
hu_hu: Az IPv6 kapcsolatod Teredo típusú IPv4/IPv6 átjárót használ; A Te teredo konfigurációd csak legutolsó lehetőségként használja a protokollt. Ha egy IPv4-en és IPv6-on is elérhető oldalt látogatsz meg, az IPV4 lesz előnyben részesítve.
nb_no: Din IPv6-konnektivitet ser ut til å være via Teredo, en offentlig IPv4/IPv6-oversettingstjeneste. Den ser ut til bli brukt kun om alle andre oppkoblingsforsøk feilet. Når du går til et nettsted som har både IPv4 og IPv6, vil IPv4 bli foretrukket.
nl: Het lijkt erop dat u voor uw IPv6-verbiding gebruik maakt van Teredo, een IPv4/IPv6 gateway. Uw specifieke Teredo-configuratie is gebruikt als 'protocol of last resort': als u een site bezoekt die zowel IPv4 als IPv6 ondersteunt, krijgt IPv4 de voorkeur.
sv_se: Du använder Teredo och det är en IPv6 över IPv4-tunnel via en publik gateway. Fråga din Internetleveramtör om de kan leverera riktig IPv6 istället.

source: It appears that you use a managed tunnel mechanism, 6RD, to transport IPv6 over IPv4.
fr: Il semblerait que vous utilisez un tunnel 6RD géré pour transporter IPv6 au-dessus d'IPv4.
sv_se: Det verkar som du använder en hanterad (managed) tunnelmekanism, 6RD, för att transportera IPv6 över IPv4.

source: It appears that you use a tunnel mechanism for either IPv4 or IPv6.
fr: Il semblerait que vous utilisez un tunnel pour transporter IPv6 au-dessus d'IPv4.
sv_se: Det verkar som du använder en tunnelmekanism för antingen IPv4 eller IPv6.

source: Your DNS server (possibly run by your ISP) appears to have no access to the IPv6 Internet, or is not configured to use it. This may in the future restrict your ability to reach IPv6-only sites.
cs_cz: Váš DNS server (možná provozovaný Vaším poskytovatelem připojení) nemá přístup do IPv6 internetu nebo není nakonfigurován, aby jej používal. V budoucnu to může způsobit nedostupnost stránek, které jsou připojeny pouze přes IPv6.
fr: Votre serveur DNS (qui peut être chez votre FAI) ne semble pas avoir un accès IPv6 &agrave; Internet, ou il n'est pas configuré pour l'utiliser. Cela pourra, dans le futur, affecter votre possibilité d'atteindre des sites disponibles uniquement en IPv6.
hr_hr: DNS poslužitelj koji koristite (najvjerojatnije ga održava vaš ISP) nema pristup do IPv6 Interneta ili nije postavljen da ga koristi. U budućnosti to može ograničiti vašu mogućnost spajanja sa stranice koje koriste samo IPv6.
hu_hu: Úgy tűnik, hogy a DNS kiszolgálód (valószínűleg az internetszolgáltatóé) nem rendelkezik IPv6 kapcsolattal, vagy nincs megfelelően konfigurálva. Ez a későbbiekben gátolhat abban, hogy a csak IPv6-on szolgáltatott oldalakat böngészd.
nb_no: Din DNS-tjener (muligens driftet av din ISP) ser ikke ut til å ha tilgang til IPv6-internettet, eller er ikke satt opp til å bruke det. Dette kan i fremtiden begrense din tilgang til nettsteder kun tilgjengelig over IPv6.
nl: Uw DNS server (mogelijk beheerd door uw ISP) lijkt geen toegang tot het IPv6-Internet te hebben, of is zo geconfigureerd dat daar geen gebruik gemaakt van wordt. Dit kan in de toekomst uw bereikbaarheid naar IPv6-only websites beperken.
sv_se: Din DNS (förmodligen hos din Internetleverantör) ser inte ut att ha någon IPv6-anslutning eller är inte uppsatt att använda IPv6. Det kan begränsa dina möjligheter att nå sidor med bara IPv6.

source: Your DNS server (possibly run by your ISP) appears to have IPv6 Internet access.
cs_cz: Váš DNS server (možná provozovaný Vaším poskytovatelem připojení) má přístup přes IPv6.
fr: Votre serveur DNS (qui est peut-être chez votre FAI) semble avoir un accès IPv6 &agrave; Internet.
hr_hr: DNS poslužitelj koji koristite (najvjerojatnije ga održava vaš ISP) ima pristup do IPv6 Interneta.
hu_hu: Úgy tűnik, hogy a DNS kiszolgálód (valószínűleg az internetszolgáltatóé) rendelkezik IPv6 kapcsolattal.
nb_no: Din DNS-tjener (muligens driftet av din ISP) ser ut til å ha tilgang til IPv6-internettet.
nl: Uw DNS server (waarschijnlijk beheerd door uw ISP) lijkt werkende IPv6 internettoegang te hebben.
sv_se: Din DNS (förmodligen hos din Internetleverantör) ser ut att ha IPv6-anslutning.

source: Your browser is blocking the test urls. We will try alternate methods, but they may fail to show your IP address; and may affect the quality of the advice given.
cs_cz: Váš prohlížeč blokuje testovací URL. Zkusíme alternativní metody, které nemusí ukazovat vaši IP adresu a může být snížena kvalita hodnocení.
fr: Votre navigateur bloque les URLs de test. Nous allons essayer des méthodes alternatives, mais, celles-ci pourraient ne pas afficher votre adresse IP et ainsi diminuer la qualité de nos conseils.
hr_hr: Vaš preglednik blokira testne adrese. Pokušat ćemo koristiti zamjenske načine pristupa, ali vaša IP adresa možda se neće moći prikaziti, te to može utjecati na točnost danih savjeta.
hu_hu: A böngésződ blokkolja a teszt url-eket. Megpróbálkozunk alternatív metódusokkal, de lehet, hogy nem fog látszani az IP címed; ez befolyásolhatja a tanácsot amit a végén adunk.
nb_no: Din nettleser blokkerer test-adressene. Vi vil prøve alternative metoder å teste på, men de vil muligens ikke klare å vise din IP-adresse, og kan potensielt redusere kvaliteten på rådene vi gir deg.
nl: Uw browser blokkeert de test URL's. We zullen alternatieve testmethodes proberen, maar deze kunnen mogelijk uw IP-adres niet tonen en kunnen de kwaliteit van het gegeven advies beinvloeden.
sv_se: Din webbläsare blockerar URL'erna för testerna. Vi ska prova alternativa tester men även de kan kan göra fel med att visa din IP-adress och påverka kvaliteten och råden vi ger.

source: We are unable to test your system; it appears that a firewall or browser filter is preventing the test from running. Critical tests are failing. Try disabling any browser plugins, extensions, or add-ons (such as ad blockers); and reloading this page. If that still fails, you can leave a comment requesting help.
cs_cz: Váš systém není možné otestovat. Zdá se, že vás firewall nebo prohlížeč testy blokuje. Klíčové testy není možné spustit. Zkuste vypnout všechny doplňky a rozšíření vašeho prohlížeče a znovu otevřete tuto stránku. V případě že testy opět nebude možné spustit, zanechte vzkaz se žádostí o podporu.
fr: We are unable to test your system; it appears that a firewall or navigateur filter is preventing the test from running. Critical tests are failing. Try disabling any navigateur plugins, extensions, or add-ons (such as ad blockers); and reloading this page. If that still fails, you can leave a comment requesting help.
hr_hr: Provjere se ne mogu izvršiti na vašem sustavu; čini se da vatrozid ili filter u pregledniku spriječava izvršavanje provjera. Kritične provjere se ne mogu izvršiti. Pokušajte isključiti dodatke i proširenja za preglednik (kao što je blokiranje oglasa), te nakon toga ponovo učitajte ovu stranicu. Ako ni to ne pomogne, možete putem komentara zatražiti pomoć.
hu_hu: Nem sikerült tesztelni a rendszered; úgy tűnik hogy egy tűzfal, vagy egy szűrő a böngésződben megakadályozza a futását. Kritikus tesztek nem sikerülnek. Próbáld meg a böngésződ blokkoló kiegészítőit/bővítményeit kikapcsolni, aztán frissíteni az oldalt. Ha ezek után sem jársz sikerrel, kérj segítséget tőlünk a kapcsolat űrlapon.
nb_no: Vi er ikke i stand til å teste ditt system, det kan se ut som en brannmur eller nettleser-filter hindrer testen fra å kjøre - essensielle tester fungerer ikke. Prøv å deaktivere programutvidelser eller moduer i nettleseren din (som f.eks. reklamefiltre), og last deretter siden inn på nytt igjen. Om det fortsatt ikke fungerer, kan du legge igjen en kommentar for å få hjelp.
nl: We kunnen uw systeem niet testen, het lijkt erop dat u een firewall of browser filter hebt die de tests blokkeren. Noodzakelijke tests mislukken. Probeer om browser plugins, extensies en add-ons (zoals ad blockers) uit te schakelen en de pagina te herladen. Als de test dan nog mislukt kunt u een verzoek om hulp achterlaten.
sv_se: Vi kan inte testa din dator. Det ser ut som att en brandvägg eller filter i webbläsaren stoppar oss från att göra testerna. Prova att inaktivera plugins och tillägg ( som reklamstoppare etc. ) till webbläsaren och ladda om sidan. Om problemet kvarstår, lämna gärna en kommentar så kanske vi kan hjälpa dig.
