Repository: 17lai/ipv6-test
Catalog: po/falling-sky.*.po
Languages: cs_cz, fr, hr_hr, hu_hu, nb_no, nl, sv_se

source: Connections to urls with IP addresses appear to be blocked; perhaps by a web filter such as 'NoScript' or 'RequestPolicy' installed into your browser, or filtering in your proxy server. This limits some of the functionality of this test site.
cs_cz: Zdá se, že máte blokována spojení na URL obsahující IP adresy; možná se jedná o webový filter jako je 'NoScript' nebo 'RequestPolicy' nainstalovaný v prohlížeči, případně taková URL může blokovat proxy server. Toto blokování limituje některé funkce této webové stránky.
fr: Les connexions vers des URLs contenant des adresses IP semblent être bloquée; probablement par un filtre web comme 'NoScript' ou 'RequestPolicy' installés dans votre navigateur ou par un filtre du serveur mandataire. Cela limite les possibilités de ce site de test.
hr_hr: Pristupi na stranice koje sadrže IP adrese su blokirani; možda zbog web filtera u vašem pregledniku kao što je 'NoScript' ili 'RequestPolicy', a možda ih filtrira vaš proxy poslužitelj. Zbog toga je funkcionalnost ovih provjera djelomično ograničena.
hu_hu: Az IP címes url-ekhez kapcsolódás tiltottnak látszik; esetleg 'NoScript' vagy 'RequestPolicy' szűrő van telepítve a böngésződön, vagy a proxy szervered tiltja. Ez akadályozza ennek a teszt oldalnak néhány funkcionalitását.
nb_no: Tilkoblinger til URL-er med IP-adresser ser ut til å være blokkerte; muligens av et filter som f.eks. 'NoScript' eller 'RequestPolicy' installert i din nettleser, eller et filter i din proxy-server. Dette begrenser noe av funksjonaliteten på denne test-siden.
nl: verbindingen naar URLs met IP-adressen lijken geblokkeerd te worden, misschien door een webfilter als 'NoScript' of 'RequestPolicy' in uw browser, of door filtering in uw proxyserver. Dit beperkt een deel van de functionaliteit van deze test site.
sv_se: Anslutningar mot URL:er med IP-adress ser ut att vara blockerad; kanske av en webbfilter så som 'NoScript' eller 'RequestPolicy' installerat i din webbläsare, eller filtrering gjord av din proxyserver. Detta begränsar en del av funktionaliteten på denna testsida.

source: IPv4 Connections using DNS work; but literal IP addresses in urls do not. These are rarely used on the web today.
cs_cz: IPv4 spojení přes DNS fungují, ale prosté IP adresy v URL nikoli. Nicméně toto se v dnešní době již tak často na webu nepoužívá.
fr: Les connexions IPv4 en utilisant le DNS fonctionnent; mais les URLs contenant des adresses IP ne fonctionnent pas. Ces URLs sont rarement utilisées sur Internet de nos jours.
hr_hr: IPv4 pristupi putem DNS imena rade, ali ne rade pristupi koji u adresi koriste numeričku IP adresu poslužitelja. Takavi pristupi se danas na webu rijetko koriste.
hu_hu: A DNS feloldással működik az IPv4 kapcsolat, de a számszerű IP címek az url-ben nem. Ezeket ritkábban használják a weben manapság.
nb_no: IPv4-tilkoblinger virker når DNS er brukt, men ikke direkte mot IP-adresser. Dette er skjeldent i bruk på internett i dag.
nl: IPv4 verbindingen gebruik makend van DNS werken, maar verbindingen direct naar IP-adressen in URL's werken niet. Deze worden tegenwoordig zelden gebruikt op het Internet.
sv_se: IPv4-anslutning via DNS fungerar medan anslutning direkt mot IP-adress fungerar inte.

source: IPv6 Connections using DNS work; but literal IP addresses in urls do not. These are rarely used on the web today.
cs_cz: IPv6 spojení přes DNS fungují, ale prosté IP adresy v URL nikoli. Nicméně toto se v dnešní době již tak často na webu nepoužívá.
fr: Les connexions IPv6 en utilisant le DNS fonctionnent; mais les URLs contenant des adresses IP ne fonctionnent pas. Ces URLs sont rarement utilisées sur Internet de nos jours.
hr_hr: IPv6 pristupi putem DNS imena rade, ali ne rade pristupi koji u adresi koriste numeričku IP adresu poslužitelja. Takavi pristupi se danas na webu rijetko koriste.
hu_hu: A DNS feloldással működik az IPv6 kapcsolat, de a számszerű IP címek az url-ben nem. Ezeket ritkábban használják a weben manapság.
nb_no: IPv6-tilkoblinger virker når DNS er brukt, men ikke direkte mot IP-adresser. Dette er skjeldent i bruk på internett i dag.
nl: IPv6 verbindingen gebruik makend van DNS werken, maar verbindingen direct naar IP-adressen in URL's werken niet. Deze worden tegenwoordig zelden gebruikt op het Internet.
sv_se: IPv6-anslutning via DNS fungerar medan anslutning direkt mot IP-adress fungerar inte.

source: Your browser has real working IPv6 address - but is avoiding using it. We're concerned about this.
cs_cz: Váš prohlížeč má funkční IPv6 adresu, ale vyhýbá se jejímu použití. To je znepokojující.
fr: Votre navigateur dispose d'une adresse IPv6 fonctionnelle - mais il ne l'utilise pas. Cela nous tracasse.
hr_hr: Vaš preglednik ima radeću IPv6 adresu ali ju izbjegava koristiti. To je zabrinjavajuće.
nl: Uw browser heeft goed werkende IPv6 maar weigert dit te gebruiken. Dit baart ons zorgen.
sv_se: Din webbläsare har en fungerande riktig IPv6-adress - men undviker att använda den. Vi är oroliga över detta.

source: We have suggestions to help you fix your system.
cs_cz: Máme doporučení, jak opravit váš systém.
fr: Nous avons des suggestions pour vous aider &agrave; corriger votre configuration.
hr_hr: Imamo ideju kako možete popraviti greške prijavljenje kod provjere vašeg računala.
hu_hu: Vannak javaslataink a rendszered javításával kapcsolatosan
nl: We hebben suggesties om u te helpen uw systeem te repareren.
sv_se: Vi har tips på hur du kan fixa ditt system.

source: We looked up an IPv6 address, but your DNS server (possibly your home router) mangled the response, and is treating it as (broken) IPv4.
cs_cz: Povedl se překlad IPv6 adresy, ale Váš DNS server (zřejmě Váš domácí router) poškodil odpověď a považuje IPv6 adresu za (nesprávnou) IPv4.
fr: Nous avons recherché une adresse IPv6, mais votre serveur DNS (peut-être votre routeur) a mal compris la réponse et l'a traitée comme une adresse IPv4 malformée.
hr_hr: Pokušali smo dohvatiti IPv6 adresu ali je vaš DNS poslužitelj (koji se možda nalazi na kućnom usmjerivaču) vratio neispravan odgovor jer neispravno tretira kao IPv4 adresu.
hu_hu: Megprobáltunk egy IPv6-os címet feloldani, de a DNS kiszolgálód (valószínűleg az otthoni routered) rosszul kezelte és (hibás) IPv4 kérésként kezelte.
nb_no: Vi gjorde et oppslag av en IPv6-adresse, men din DNS-server (muligens din hjemme-ruter) rotet til svaret, og behandler det som (defekt) IPv4.
nl: We hebben een IPv6-adres opgevraagd, maar uw DNS-server (mogelijk uw thuisrouter) heeft het antwoord veranderd en behandeld als een kapotte IPv4.
sv_se: Vi upptäckte en IPv6-adress men din DNS ( Kanske din hemmarouter ) hanterar IPv6 på felsätt och rapporterar det som IPv4.

source: Test results inconclusive; they were not consistent with expectations. Please rerun the test, and if the results are the same, please fill out the contact form.
fr: Impossible de tirer une conclusion sur base des tests; certains résultats sont inattendus. S'il vous plait, refaites le test et si les résultats sont identiques, veuillez remplir le formulaire de contact afin d'améliorer ce programme.
hr_hr: Rezultati provjera nisu jednoznačni; drugim riječima nisu onakvi kao što bi se očekivalo. Molimo ponovite provjere i ako su rezultati ponovo jednaki molimo ispunite web formu.
hu_hu: A teszt eredmények nem meggyőzőek; nem konzisztensek az elvárásainkkal. Kérlek futtasd újra a tesztet és ha az eredmény változatlan, töltsd ki a kapcsolat űrlapot.
nb_no: Test-resultat var ikke i henhold til våre forventninger. Vennligst ta testen på nytt, og om resultatet er det samme, vennligst send inn tilbakemeldings-skjemaet.
nl: Op basis van de tests kunnen wij geen zekere uitspraken doen, ze zijn niet overeenkomstig onze verwachtingen. Voer de test aub nogmaals uit, en vul het contactformulier in als deze dezelfde resultaten oplevert.
sv_se: Testresultaten ger inget entydigt svar, prova igen och om problemet uppstår kontakta oss via kontaktformuläret.

source: <b>Our tests show that you will may have MTU problems with IPv6; this can cause web sites to load slow (or not at all) when web sites enable IPv6.</b>
cs_cz: <b>Naše testy ukazují, že možná máte problém s MTU (Maximal Transfer Unit) při používání IPv6. Kvůli tomu se vám stránky, které zapnou IPv6, budou natahovat pomalu (nebo vůbec).</b> Pokud nejste schopni problém odstranit sami, zvažte vypnutí IPv6 konfigurace nebo požádejte svého poskytovatele připojení o pomoc.
fr: <b>Nos tests indiquent que vous avez des soucis de MTU en IPv6; cela rendra le chargement de sites web lent (voire impossible) quand ces sites activeront IPv6.</b>
hr_hr: <b>Provjere ukazuju na MTU probleme kod IPv6 pristupa što može uzrokovati da se web stranice učitavaju sporo (ili se uopće ne učitaju) kad se na njima aktivira IPv6.</b>
hu_hu: <b>Valószínűleg problémás lesz ezen a napon megjelenítened</b> az IPv6-on szolgátatott oldalakat. A probléma oka valószínűleg a PMTUD. Ha nem tudod megoldani a problémát, fontold meg az IPv6 lekapcsolását, vagy kérd az internetszolgáltatód segítségét.
nb_no: <b>Du ser ut til å få problemer den dagen</b> med å koble opp til nettsider som deltar. Sannsynligvis er PMTUD årsaken. Om du ikke er i stand til å løse dette på egen hånd, vurder å skru av IPv6, eller be din internettleverandør om hjelp.
nl: <b>Onze tests tonen aan dat u MTU problemen kunt ondervinden met IPv6. Dit kan ertoe leiden dat websites langzaam of helemaal niet laden als deze IPv6 aanzetten.</b>
sv_se: <b>Våra tester visar att du har MTU-problem med IPv6, detta kan göra att webbsidor laddar långsamt eller inte alls om de också använder IPv6.</b>

source: <b>Good news!</b> Your current configuration will continue to work as web sites enable IPv6.
cs_cz: <b>Dobrá zpráva!</b> Po celosvětovém spuštění IPv6 bude váš prohlížeč na tomto počítači v této lokalitě fungovat bez problémů.
fr: <b>Bonne nouvelle!</b> votre configuration courante continuera &agrave; fonctionner lorsque les sites web adopteront IPv6.
hr_hr: <b>Dobra vijest!</b> Preglednik u kojem ovo čitate, na ovom računalu i trenutnoj lokaciji bi trebali nastaviti ispravno raditi nakon svjetske IPv6 aktivacije.
hu_hu: <b>nem lesz problémád az IPv6-os oldalak megjelenítésében</b>.
nb_no: <b>Ingen problemer er i vente for deg</b> med denne nettleseren fra denne lokasjonen.
nl: <b>Goed nieuws!</b> We verwachten geen problemen met deze browser op deze lokatie en met deze verbinding na de Launch.
sv_se: <b>Goda nyheter!</b> Din nuvarande konfiguration kommer fortsätta fungera allteftersom websidor slår på IPv6

source: For unknown reasons, your browser appears to operate slower when given the option of connecting to both IPv4 and IPv6. Please rerun the test, and if the results are the same, please fill out the contact form.
cs_cz: Váš prohlížeč z neznámých důvodů funguje pomaleji, pokud má možnost se připojit jak přes IPv4 tak přes IPv6. Zkuste test opakovat a pokud bude problém přetrvávat, vyplňte prosím náš kontaktní formulář.
fr: Pour une raison inconnue, votre navigateur semble fonctionner plus lentement quand il a le choix entre IPv4 et IPv6 pour se connecter. S'il vous plait, refaites le test et si les résultats sont identiques, veuillez remplir le formulaire de contact afin d'améliorer ce programme.
hr_hr: Iz nepoznatog razloga vaš preglednik radi sporije kad pristupa stranicama koje imaju IPv4 i IPv6 adresu. Molimo ponovo pokrenite provjeri i ako su rezultati ponovo isti ispunite kontakt formu.
hu_hu: Ismeretlen okok miatt a böngésződ lassabbnak tűnik amikor egyszerre kell kapcsolódnia IPv4 valamint IPv6-on. Kérlek futtasd újra a tesztet és ha az eredmény változatlan, töltsd ki a kapcsolat űrlapot.
nb_no: Din nettleser ser ut til å være tregere når den har valget mellom å koble seg opp med både IPv4 og IPv6. Grunnen til dette er ukjent. Vennligst kjør testen på nytt, og om resultatet er identisk, vennligst send inn tilbakemeldings-skjemaet.
nl: Om onduidelijke redenen lijkt uw browser langzaam te werken als deze zelf mag kiezen tussen IPv4 en IPv6. Voer aub de test nogmaals uit en vul het contactformulier in als hier dezelfde resultaten uit komen.
sv_se: Av okänd anledning går det långsamt när när du använder både IPv4 och IPv6. Gör om testen och om resultatet blir samma fyll i kontaktformuläret med detaljer om din dator och anslutning

source: <b>Our tests show that you will have a broken or misconfigured IPv6 setup, and this will cause problems as web sites enable IPv6.</b>
cs_cz: <b>Naše testy ukazují, že máte rozbitou nebo špatně nastavenou konfiguraci IPv6. Kvůli tomu budete mít problémy se připojit na stránky, které zapnou IPv6.</b> Pokud nejste schopni problém odstranit sami, zvažte vypnutí IPv6 konfigurace nebo požádejte svého poskytovatele připojení o pomoc.
fr: <b>Nos tests indiquent que votre configuration IPv6 ne fonctionne pas ou est mal configurée, et cela va vous causer des problèmes quand des sites web activeront IPv6.</b>
hr_hr: <b>Provjere ukazuju na neispravnu IPv6 konfiguraciju i to će uzrokovati probleme kad web stranice aktiviraju IPv6.</b>
hu_hu: <b>Valószínűleg problémás lesz ezen a napon megjelenítened</b> az IPv6-on szolgátatott oldalakat. Fontold meg az IPv6 kikapcsolását, vagy kérjsegítséget az internetszolgáltatódtól.
nb_no: <b>Du ser ut til å få problemer den dagen</b> med å koble opp til nettsider som deltar. Vurder å skru av IPv6, eller be din internettleverandør om hjelp.
nl: <b>Onze tests tonen aan dat u een kapotte of foutief geconfigureerde IPv6 setup heeft en dat u problemen kunt verwachten als websites via IPv6 bereikbaar gemaakt worden.</b>
sv_se: <b>Våra tester visar att din uppkoppling har IPv6 felaktigt uppsatt, detta kommer ge problem för dig när webbsidor slår på IPv6.</b>

source: You are likely using a FireFox plugin that is causing IP based tests to fail. Examples: RequestPolicy. Please disable those while using this site.
fr: Vous utilisez probablement un plugin FireFox qui empêche les tests basés sur les adresses IP. Exemple: RequestPolicy. Veuillez le désactiver pour ce site.
hr_hr: Vjerojatno koristite FireFox dodatak koji uzrokuje greške u provjerama za pristup na IP adrese. Primjer: RequestPolicy. Molim isključite dodatke kad pristupate ovoj stranici.
hu_hu: Valószínűleg olyan Firefox kiterjesztést használsz, ami az IP alapú teszteket gátolja. Például: RequestPolicy. Kérlek kapcsold ki mialatt ezt az oldalt használod.
nb_no: Du bruker sannsynligvis en programutvidelse i Firefox som får IP-baserte tester til å feile. For eksempel: RequestPolicy. Vennligst deaktiver slike når du bruker dette nettstedet.
nl: U gebruikt waarschijnlijk een FireFox plugin als RequestPolicy die ervoor zorgt dat IP-tests mislukken. Zet deze plugin aub uit als u deze site bezoekt.
sv_se: Du använder förmodligen plugins till Firefox som begränsar testerna av IPv-adresser. Exampel: RequestPolicy. Inaktivera de så länga du kör tester på denna sida.

source: No IPv4 address detected
cs_cz: Nebyla detekována IPv4 adresa
fr: Pas d'adresse IPv4 détectée
hr_hr: IPv4 adresa nije detektirana
hu_hu: Nincsen IPv4 címed
nb_no: Ingen IPv4-adresse oppdaget
nl: Geen IPv4 adres gedetecteerd
sv_se: Ingen IPv4-adress upptäckt

source: You appear to be able to browse the IPv4 Internet only. You will not be able to reach IPv6-only sites.
cs_cz: Zdá se, že můžete prohlížet pouze stránky připojené přes IPv4. Váš prohlížeč se není schopen spojit se stránkami připojenými pouze přes IPv6.
fr: Il semble que vous n'êtes capable que d'aller sur la partie IPv4 de l'Internet seulement. Vous n'êtes pas capable de visiter des sites qui sont seulement IPv6.
hr_hr: Čini se da možete pristupati samo IPv4 Internetu. Ne možete pristupati sjedištima koja imaju samo IPv6 adresu.
hu_hu: Úgy tűnik, csak az IPv4 Internetet tudod böngészni. A kizárólag IPv6-on szolgáltatott oldalakat nem fogod elérni.
nb_no: Du ser ut til å være i stand til å kun nå IPv4-internettet. Du vil ikke kunne nå nettsteder kun tilgjengelige over IPv6.
nl: U lijkt alleen toegang te hebben tot het IPv4-deel van het Internet. U kunt geen IPv6-only websites benaderen.
sv_se: Du använder IPv4 bara och du kommer inte att kunna nå sidor som bara använder IPv6.

source: When a publisher offers both IPv4 and IPv6, your browser appears to be happy to take the IPv4 site without delay.
cs_cz: Pokud jsou zároveň nabídnuty možnosti připojení přes IPv4 i IPv6, váš prohlížeč volí bez prodlení IPv4.
fr: Quand un site propose &agrave; la fois IPv4 et IPv6, votre navigateur décide d'utiliser IPv4 sans délai.
hr_hr: Kad pružatelj sadržaja koristi IPv4 i IPv6 vaš preglednik pristupa IPv4 stranici bez zadrške.
hu_hu: Amikor egy tartalomszolgáltató IPv4-en és IPv6-on is szolgáltat, a böngésződ késlekedés nélkül csatlakozik az IPv4-hez.
nb_no: Når en innholdsleverandør tilbyr både IPv4 og IPv6, ser din nettleser ut til å velge IPv4-alternativet uten noen forsinkelse.
nl: Als een website via zowel IPv4 als IPv6 beschikbaar is, kiest uw webbrowser IPv4 zonder vertraging.
sv_se: När en sida har både IPv4 och IPv6 använder din webbläsare IPv4 utan problem.

source: When a publisher offers both IPv4 and IPv6, your browser appears to slow down signficantly compared to an IPv4-only site. You may even believe the destination web site to be broken. This may be due to your IPv6 configuration.
cs_cz: Pokud jsou zároveň nabídnuty možnosti připojení přes IPv4 i IPv6, Vaše spojení se je výrazně pomalejší v porovnání s pouze IPv4 webovými stránkami. Můžete to dokonce vyvolávat dojem, že příslušná služba je nedostupná. Je to pravděpodobně způsobeno vaším špatným nastavením IPv6.
fr: Quand un site propose &agrave; la fois IPv4 et IPv6, votre navigateur semble être beaucoup plus lent que pour un site disponible qu'en IPv4. Vous pouvez même croire que le site ne fonctionne pas. C'est peut-être lié &agrave; votre configuration IPv6.
hr_hr: Kad pružatelj sadržaja koristi IPv4 i IPv6 vaš preglednik se značajno uspori u usporedbi sa pristupom na stranicu koja ima samo IPv4 adresu. Zbog toga vam se može činiti da je web stranica u kvaru. Ovakvo ponašanje može biti posljedica vaše IPv6 konfiguracije.
hu_hu: Amikor egy tartalomszolgáltató IPv4-en és IPv6-on is szolgáltat, a böngésződ jelentősen belassul egy csak IPv4-es oldalhoz képest. Elképzelhető, hogy hibásnak gondolod a weboldalt. Ez az IPv6 konfigurációd miatt lehet.
nb_no: Når en innholdsleverandør tilbyr både IPv4 og IPv6, ser din nettleser ut til å fungere markant tregere enn mot en nettside kun tilgjengelig over IPv6. Dette kan i verste fall oppleves som at nettsiden er nede. Dette kan være på grunn av ditt IPv6-oppsett.
nl: Als een website via zowel IPv4 als IPv6 beschikbaar is, lijkt uw webbrowser langzaam te verbinden, vergeleken met een IPv4-only website. U zou hierdoor kunnen denken dat de betreffende website stuk is. Dit probleem kan door configuratiefouten veroorzaakt zijn.
sv_se: När en webbsida använder både IPv4 och IPv6 blir din webbläsare långsammare än när du går mot en webbsida med bara IPv4. Du kan uppleva det som att webbsidan med IPv4 och IPv6 är nere och problemet kan bero på din IPv6-uppsättning.

source: When a publisher offers both IPv4 and IPv6, your browser will time out trying to connect. You may believe the site is down. This may be due to your IPv6 configuration. Consider disabling IPv6, or seeking help.
cs_cz: Pokud jsou zároveň nabídnuty možnosti připojení přes IPv4 i IPv6, Vaše spojení po vypršení časového limitu selže. Můžete to dokonce vyvolávat dojem, že příslušná služba je nedostupná. Je to pravděpodobně způsobeno vaším špatným nastavením IPv6. Zvažte vypnutí tohoto protokolu, nebo kontaktování podpory.
fr: Quand un site propose &agrave; la fois IPv4 et IPv6, votre navigateur ne peut s'y connecter. Vous pouvez même croire que le site ne fonctionne pas. C'est peut-être lié &agrave; votre configuration IPv6. Envisagez de désactiver IPv6 ou cherchez une assistance.
hr_hr: Kad pružatelj sadržaja koristi IPv4 i IPv6 vaš preglednik se ne uspjeva spojiti u zadanom roku. Zbog toga vam se može činiti da je web stranica nedostupna. Ovakvo ponašanje može biti posljedica vaše IPv6 konfiguracije. Razmislite o isključivanju IPv6 podrške ili potražite pomoć.
hu_hu: Amikor egy tartalomszolgáltató IPv4-en és IPv6-on is szolgáltat, a böngésződ túllépi a kapcsolódás maximális idejét, ezért úgy láthatod, hogy az oldal nem elérhető. Ez az IPv6 beállításaidtól függ, fontold meg az IPv6 letiltását, vagy kérj segítséget.
nb_no: Når en innholdsleverandør tilbyr både IPv4 og IPv6, vil din nettleser få tidsavbrudd når den prøver å koble seg opp. Dette kan oppleves som at nettsiden er nede. Vurder å skru av IPv6, eller få hjelp.
nl: Als een website via zowel IPv4 als IPv6 beschikbaar is, geeft uw browser een timeout bij het verbinden. U zou hierdoor kunnen denken dat de betreffende website stuk is. Overweeg om IPv6 uit te schakelen of om ondersteuning te vragen.
sv_se: När en webbsida använder både IPv4 och IPv6 har du problem att nå den och du tror webbsidan är nere. Detta problem kan bero på problem med din IPv6 så fundera på att inaktivera IPv6 eller ring en kompis om hjälp.

source: Connections to IPv4 are slow, but functional. Perhaps you or your ISP put you behind an IP sharing device (NAT) that is currently slow.
cs_cz: Připojení přes IPv4 je pomalé, ale funguje. Možná jste vy nebo váš poskytovatel připojení za zařízením na sdílení IP adres (NAT), které je v současné době přetížené.
fr: Les connexions IPv4 sont lentes mais fonctionnent. Peut-être que vous ou votre FAI êtes derrière un partage d'adresse IPv4 (NAT) qui a pour l'instant des problèmes de performance.
hr_hr: Veze na IPv4 stranice su spore ali funkcioniraju. Možda ste vi ili vaš ISP iza uređaja za dijeljnje IP adresa (NAT) koji trenutno sporo radi.
hu_hu: A IPv4 kapcsolatod lassú, de működik. Lehetséges, hogy te vagy az internetszolgáltatód IP megosztó módszert használ (NAT-ot) ami lassítja a kapcsolatod.
nb_no: Oppkoplinger mot IPv4 er trege, men fungerer. Det er mulig at du eller din internettleverandør har plassert deg bak en adressedelings-ruter (NAT) som for tiden er treg.
nl: Verbindingen via IPv4 zijn traag maar werken. Misschien dat u uw of ISP achter een langzaam NAT-apparaat zit.
sv_se: Anslutning med IPv4 är långsam men den fungerar. Du kanske har låg bandbredd eller sitter bakom någon adressöversättande utrustning som du inte känner till?.

source: No IPv6 address detected
cs_cz: Nebyla detekována IPv6 adresa
fr: Pas d'adresse IPv6 détectée
hr_hr: IPv6 adresa nije detektirana
hu_hu: Nincsen IPv6 címed
nb_no: Ingen IPv6-adresse oppdaget
nl: Geen IPv6 adres gedetecteerd
sv_se: Ingen IPv6-adress upptäckt

source: IPv6 connections work, but connections using DNS names do not use IPv6. For some reason, your browser or your OS is not doing IPv6 DNS 'AAAA' lookups.
cs_cz: IPv6 spojení funguje, ale spojení, která používají DNS jména nepoužívají IPv6. Z nějakého důvodu váš prohlížeč nebo operační systém nedělá IPv6 DNS dotazy na 'AAAA' záznamy.
fr: IPv6 connections work, but connections using DNS names do not use IPv6. For some reason, your navigateur or your OS is not doing IPv6 DNS 'AAAA' lookups.
hr_hr: IPv6 spajanje radi, ali veze ostvarene putem DNS imena ne koriste IPv6. Iz nekog razloga vaš preglednik ili operacijski sustav na šalje IPv6 'AAAA' upite na DNS.
hu_hu: Az IPv6 kapcsolat működik, de a DNS által felépített kapcsolatok nem használnak IPv6-ot. Valamiért a böngésződ, vagy az operációs rendszered nem oldja fel az IPv6-os 'AAAA' rekordokat.
nl: IPv6 verbindingen werken maar verbindingen op basis van DNS namen gebruiken geen IPv6. Om een of andere reden voert uw browser of OS geen IPv6 DNS 'AAAA' opzoekingen uit.
sv_se: IPv6 anslutningar fungerar, men anslutningar som använder domännamn använder inte IPv6. Av någon anledning gör inte din Webbläsare eller ditt operativsystem 'AAAA'-domänuppslagningar.
