Repository: 17lai/ipv6-test
Catalog: po/falling-sky.*.po
Languages: cs_cz, fr, hr_hr, hu_hu, nb_no, nl, sv_se

source: This will try connecting with a literal IPv6 hexadecimal address. The primary purpose of this test is to separate out your connectivity on IPv6 from your ability to fetch DNS for it. A secondary purpose is to see if you have Teredo enabled; some systems may only use Teredo when an IPv6 address is in the URL.
cs_cz: V tomto testu se zkouší připojení na číselnou IPv6 adresu. Hlavním účelem je oddělení testování IPv6 konektivity od testování DNS systému pro ni. Druhým účelem je zjištění, jestli je zapnuto Teredo; některé systémy mohou využívat Teredo jen v případě, že v URL je IPv6 adresa.
fr: Essai de connexion avec une adresse IPv6 (en hexadécimal) sans nom DNS. Le but primaire est de vérifier votre connectivité IPv6 même en l'absence de DNS. Le but secondaire est de voir si vous avez Teredo activé sur votre ordinateur; quelques systèmes n'utilisent Teredo que pour une adresse IPv6 et pas un nom DNS.
hr_hr: Dohvaća stranicu direktnim pristupom na IPv6 adresu. Osnovna svrha ove provjere je nezavisno provjeriti IPv6 povezivost od mogućnosti dohvata DNS zapisa za IPv6. Dodatna svrha je provjereiti je li aktiviran Teredo; neki sustavi mogu koristiti Teredo samo kad se u adresi stranice koristi IPv6 adresa.
hu_hu: Ez a teszt megpróbál egy hexadecimális numerikus IPv6 címhez csatlakozni. A célja, hogy külön válasszuk az IPv6-os kapcsolat képességét az IPv6 névfeloldás képességétől. Második célja, hogy lássuk, van-e teredo engefélyezve; néhány rendszer csak Teredo-t használ amikor IPv6 cím kerül az URL-be.
nb_no: Dette tester direkte-tilgang til IPv6-adresser. Hovedformålet med denne testen er å kunne differensiere mellom din IPv6-konnektivitet og hvorvidt du kan slå opp IPv6-adresser i DNS. Sekundært vil det vise oss om du har Teredo aktivert - noen datamaskiner vil kun bruke Teredo når IPv6-adressen står direkte i URL-en.
nl: Deze test zal proberen een IPv6-adres direct te benaderen. Het belangrijkste doel van deze test is om te bepalen of uw mogelijkheid om via IPv6 te verbinden onafhankelijk is van de mogelijkheid om DNS ervoor op te vragen. Een tweede doel is om te zien of Teredo gebruikt wordt, sommige systemen gebruiken Teredo alleen als er een IPv6-adres in het URL staat.
sv_se: Detta kommer försöka ansluta via en hexadecimal IPv6-adress. Det primära syftet med detta testet är att separera din förmåga att ansluta via IPv6 och din DNS förmåga att hämta IPv6-poster. Ett sekundärt syfte är att se om du har Teredo påslaget; vissa system använder endast Teredo om det förekommer en IPv6-adress i en URL.

source: Validates that IPv6 requests with large packets work. If this test times out, but other IPv6 tests work, it suggests that there may be PMTUD issues; possibly involving IP tunnels.
cs_cz: Testuje, zdali fungují IPv6 žádosti s velkými pakety. Pokud tento test selže, ale ostatní IPv6 testy projdou, znamená to, že je pravděpodobně nějaký problém s PMTUD; může to mít spojitost s IP tunely.
fr: Vérifie que les requêtes IPv6 avec des grands paquets fonctionnent. Si ce test n'aboutit pas, mais que les autres tests IPv6 fonctionnent, cela signifie probablement des problèmes PMTUD (notamment avec des tunnels IP).
hr_hr: Provjerava rade li IPv6 zahtjevi kad se koriste veliki paketi. Ako ova provjera ne uspije, ali druge IPv6 provjere rade, to upućuje na probleme sa PMTUD; moguće zbog korištenja IP tunela.
hu_hu: Ellenőrzi, hogy működnek-e az IPv6 kérések nagy csomaggal. Ha ez a teszt túllépi a megengedett időt, de más IPv6 tesztek sikeresek, az valószínűleg PMTUD-vel kapcsolatos problémát jelent; valószínűleg az IP tunnelben.
nb_no: Sjekker at IPv6-forespørsler med store pakker virker. Om denne testen får tidsavbrudd, mens andre IPv6-tester fungere, tyder det på at du har PMTUD-problemer - muligens har tunnelering noe med dette å gjøre.
nl: Deze test controleert of IPv6 requests met grote pakketten werken. Als deze test een timeout geeft maar andere testen werken duidt dit erop dat er PMTUD problemen zijn, mogelijk veroorzaakt door IP tunnels.
sv_se: Verifierar att stora IPv6-paket fungerar. Om detta test får timout, men andra är ok, tyder på att det finns problem PMTUD; eventuellt har det att göra med IP-tunnlar.

source: This is a test of your ISP's resolver (instead of a test of your host). If this test passes, your DNS server (often run by your ISP) is capable of reaching IPV6-only DNS authoritative servers on the Internet. This is not critical (at this time) for you to reach sites via IPv6.
cs_cz: Toto je test DNS resolveru vašeho poskytovatele (nejde o test vašeho počítače). Pokud tento test úspěšně projde, je váš DNS resolver (často provozován vaším poskytovatelem) schopen dotazů autoritativních DNS serverů připojených pouze po IPv6. V současné době to není nezbytné (zatím).
fr: C'est un test du 'resolver' DNS de votre FAI (au lieu d'un test de votre ordinateur). Si ce test réussit, votre serveur DNS (souvent opéré par votre FAI) est capable d'atteindre des serveurs DNS autoritatifs sur Internet même s'ils utilisent uniquement IPv6. Ce test n'est pas fondamental (pour l'instant) et ne vous empêche pas d'atteindre des sites en IPv6.
hr_hr: Provjerava DNS poslužitelj vašeg ISP-a (umjesto provjeranja vašeg računala). Ako je ova provjera uspješna, DNS poslužitelj koji koristite (obično ga održava vaš ISP) uspješno komunicira sa autoritativnim DNS poslužiteljima koji imaju samo IPv6 adresu. Ova provjera (trenutno) nije kritična za pristup stranicama putem IPv6 veze.
hu_hu: Ez az internetszolgáltató névfeloldását teszteli (a saját géped helyett). Ha ez a teszt sikeres, a DNS kiszolgálód (amit általában az internetszolgáltatód futtat) alkalmas Csak-IPv6 (IPv4 nélküli) autoratív DNS kiszolgálók elérésére. (Egyelőre) nem kritikus, hogy az oldalakat csak IPv6-on keresztül érd el.
nb_no: Dette er en test av din internettleverandør sin DNS-tjener (ikke en test av din datamaskin). Om testen er vellykket, er DNS-tjeneren du bruker i stand til å nå andre DNS-tjenere på internett som kun er tilgjengelig over IPv6. Dette er (for tiden) ikke påkrevd for at du skal kunne nå nettsider over IPv6.
nl: Dit is een test van de DNS resolver van uw ISP (in plaats van een test van uw machine). Indien deze test lukt, is uw DNS server (vaak beheerd door uw ISP) in staat om een authoritatieve DNS-server met alleen IPv6 te benaderen. Dit is -voor nu- niet kritiek om websites via IPv6 te benaderen.
sv_se: Detta testar den rekursiva resolver du använder (ej ett test av din dator). Om detta test lyckas klarar den DNS-server du använder (oftast din internetleverantörs), att nå auktoritära DNS-serar som endast pratar IPv6. Detta är inte kritiskt (just nu) för att nå sidor via IPv6.

source: Your browser will be instructed to reach a series of URLs. The combination of successes and failures tells a story about how ready you are for when publishers start offering their web sites on IPv6.
cs_cz: Váš prohlížeč bude požádán o připojení na sérii URL. Dle výsledné kombinace úspěšných a neúspěšných spojení lze určit jak je připraven váš prohlížeč na nasazování IPv6 u webových stránek.
fr: Votre navigateur va devoir atteindre une série d'URLs. La combinaison des succès et échecs indique votre niveau de préparation pour le moment o&ugrave; les éditeurs commenceront &agrave; proposer des sites web en IPv6.
hr_hr: Vaš preglednik pokušat će pristupiti nizu stranica. Kombinacija uspješnih i neuspješnih pristupa odredit će koliko ste spremni za pristup na IPv6 web stranice.
hu_hu: A böngésződ utasítva lesz egy sorozatnyi URL elérésére. A sikeres és sikertelen elérésekből kiderül, hogy mennyire állsz készen az IPv6-ot szolgáltató tartalomszolgáltatók oldalainak megtekintésére.
nb_no: Nettleseren din vil få beskjed om å aksessere en rekke URL-er. Kombinasjonen av vellykkede og feilede aksesser forteller oss hvor klar du er for når innholdsleverandører begynner å tilby nettsidene sine over IPv6.
nl: Uw browser probeert om een aantal URL's te benaderen. De combinatie van gelukte en mislukte pogingen vertelt hoe gereed u bent voor het moment dat websites via IPv6 beschikbaar zijn.
sv_se: Din webbläsare kommer bli instruerad att försöka nå ett antal URLer. Kombinationen av vad som lyckas och misslyckas berättar vad som kommer att hända för dig när IPv6 börjar användas för publicering.

source: How this test works:
cs_cz: Jak tyto testy fungují:
fr: Comment ce test fonctionne:
hr_hr: Kako rade ove provjere:
hu_hu: Hogyan működik ez a teszt:
nb_no: Hvordan denne testen fungerer:
nl: Hoe deze test werkt:
sv_se: Hur detta testet fungerar:

source: pending
cs_cz: čeká na zpracování
fr: en cours
hr_hr: u tijeku
hu_hu: fuggőben
nb_no: avventer
nl: in afwachting
sv_se: ej klart

source: If the summary results indicated problems, you (or your technical support) may be able to use the information above to diagnose the issues. Each of the test urls and their results is shown on the left side. To the right you'll see a description of what that URL was designed to test.
cs_cz: Pokud souhrn výsledků indikoval nějaký problém, můžete (vy nebo vaše technická podpora) použít tyto informace k diagnóze problémů. Nalevo jsou zobrazena testovaná URL a výsledky příslušných testů. Napravo je popis toho, co dané URL testuje.
fr: Si le résumé des tests indique un ou plusieurs problèmes, vous (ou votre support technique) pourrez peut-être utiliser l'information ci-dessus pour poser un diagnostic. Chaque test comprend l'URL utilisée et son résultat &agrave; gauche. Sur la droite, vous avez la description de ce que l'URL est sensé tester.
hr_hr: Ako se u sažetku rezultata pojavljuju problemi, možete sami (ili uz pomoć vaše tehničke podrške) koristiti gornje informacije za dijagnosticiranje problema. U lijevom stupcu prikazane su adrese korištene u svakoj od provjera. Na desno strani nalazi se opis provjere koja se postiže pristupom na navedene adrese stranica.
hu_hu: Ha az összefoglaló eredmény problémát jelez, úgy felhasználhatod (vagy a technikai segítséged felhasználhatja) a fenti információkat a diagnoztizáláshoz. Minden egyes teszt URL-je és a hozzá kapcsolódó eredmények megtalálhatóak a bal oldalon. Jobbra a leírást fogod látni, hogy az az URL mit hivatott tesztelni.
nb_no: Om sammendraget over indikerer problemer, kan muligens du (eller support hos din ISP/bedrift) bruke informasjonen til å stille en diagnose. Hver test-URL med tilhørende resultat er vist på venstre side. På høyre side ser du en beskrivelse av hva testen er ment å sjekke.
nl: Als de samenvatting aangeeft dat er problemen zijn kunt u (of uw technische ondersteuning) met behulp van de bovenstaande informatie de problemen analyseren. Alle test-URL's en de bijbehorende resultaten zijn aan de linkerzijde te zien. Aan de rechterzijde is beschreven welke test met het URL uitgevoerd wordt.
sv_se: Om resultatsummeringen indikerar problem, kan du (eller din support) använda informationen ovan för att diagnostisera problemet. Alla testlänkar och deras resultat visas på vänster sida. På höger sida visas en beskrivning av vad länken ska testa.

source: After each test is ran. The summary page attempts to look at the results If the summary doesn't seem to make sense given the symptoms recorded above, or if you need further assistance, please feel free to contact us.
cs_cz: Pokud výsledky testů nedávají smysl s ohledem na předcházející popisy nebo pokud potřebujete nějakou další podporu, neváhejte nás kontaktovat:
fr: Après chaque test, la page de résumé essaie d'analyser les résultats; si le résumé n'a pas de sens ou si vous avez besoin d'assistance, n'hésitez pas &agrave; nous contacter.
hr_hr: Stranica sa sažetkom rezultata osvježava se nakon što se izvrši svaka od provjera. Ako sažetak rezultata ne odgovara gore navedenim rezultatima ili trebate dodatnu pomoć slobodno nas kontaktirajte.
hu_hu: Miután minden teszt lefutott az összegző oldal megpróbálja megjeleníteni az eredményeket a fentiek alapján. Ha nem érted a tüneteket, vagy további segítségre van szükséged, kérlek lépj kapcsolatba velünk.
nb_no: Etter at testene er utført, prøver sammendrag-siden å vurdere resultatene. Om sammendraget ikke gir mening gitt symptomene vist over, eller du trenger mer hjelp, ikke nøl med å ta kontakt med oss.
nl: Nadat iedere test uitgevoerd is. De samenvattingspagina probeert de testresultaten te analyseren. Als de uitkomst niet logisch is op basis van de bovenstaande symptomen of als u verdere ondersteuning wilt, neem dan contact op.
sv_se: Efter varje test gått klart försöker summeringssidan läsa resultatet. Om summeringen inte verkar vettig med symtomen ovan, eller om du behöver mer hjälp, är du välkommen att kontakta oss.

source: Test with IPv4 DNS record
cs_cz: Test s IPv4 DNS záznamem
fr: Test avec enregistrement DNS IPv4
hr_hr: Provjera sa IPv4 DNS zapisom
hu_hu: Tesztelés IPv4 DNS rekorddal
nb_no: Test med IPv4-innslag i DNS
nl: Test met een IPv4 DNS record
sv_se: Test med DNS-post för IPv4

source: Test with IPv6 DNS record
cs_cz: Test s IPv6 DNS záznamem
fr: Test avec enregistrement DNS IPv6
hr_hr: Provjera sa IPv6 DNS zapisom
hu_hu: Tesztelés IPv6 DNS rekorddal
nb_no: Test med IPv6-innslag i DNS
nl: Test met een IPv6 DNS record
sv_se: Test med DNS-post för IPv6

source: Find IPv4 Service Provider
fr: Détermination de votre Fournisseur d'Accès Internet IPv4
sv_se: Hitta leverantör av IPv4

source: Find IPv6 Service Provider
fr: Détermination de votre Fournisseur d'Accès Internet IPv6
sv_se: Hitta leverantör av IPv6

source: Test for buggy DNS
cs_cz: Test chyby DNS
fr: Test pour DNS buggé
hr_hr: Provjera pokvarenog DNS-a
hu_hu: Bugos DNS tesztelése
nb_no: Test av defekt DNS
nl: Test voor kapotte DNS
sv_se: Test för buggig DNS

source: Test with Dual Stack DNS record
cs_cz: Test s dual stack DNS záznamem
fr: Test avec enregistrement DNS en double pile
hr_hr: Provjera sa IPv4/IPv6 DNS zapisom
hu_hu: Tesztelés Dual Stack DNS rekorddal
nb_no: Test med både IPv4- og IPv6-innslag i DNS
nl: Test met een Dual Stack DNS record
sv_se: Test med DNS-poster för Dual Stack

source: Test for Dual Stack DNS and large packet
cs_cz: Test s dual stack DNS záznamem a velkým IPv6 paketem
fr: Test DNS double pile et grand paquet
hr_hr: Provjera sa IPv4/IPv6 DNS-om i velikim paketima
hu_hu: Dual Stack DNS és nagy csomag tesztelése
nb_no: Test for dual-stack DNS og store pakker
nl: Test met een Dual Stack DNS en grote pakketten
sv_se: Test med DNS-poster för Dual Stack och stora paket

source: Test IPv4 without DNS
cs_cz: Test IPv4 bez DNS
fr: Test IPv4 sans DNS
hr_hr: Provjera IPv4 adrese bez DNS-a
hu_hu: IPv4 teszt DNS nélkül
nb_no: Test av IPv4 uten bruk av DNS
nl: Test IPv4 zonder DNS
sv_se: Test med IPv4 utan DNS

source: Test IPv6 without DNS
cs_cz: Test IPv6 bez DNS
fr: Test IPv6 sans DNS
hr_hr: Provjera IPv6 adrese bez DNS-a
hu_hu: IPv6 teszt DNS nélkül
nb_no: Test av IPv6 uten bruk av DNS
nl: Test IPv6 zonder DNS
sv_se: Test med IPv6 utan DNS

source: Test IPv6 large packet
cs_cz: Test velkých IPv6 paketů
fr: Test grand paquet IPv6
hr_hr: Provjera velikih IPv6 paketa
hu_hu: Nagy IPv6 csomag tesztelése
nb_no: Test av IPv6 med store pakker
nl: Test IPv6 met grote pakketten
sv_se: Test för stora IPv6-paket

source: Test if your ISP's DNS server uses IPv6
cs_cz: Test zda DNS server vašeho ISP používá IPv6
fr: Test si le serveur DNS de votre FAI utilise IPv6
hr_hr: Provjera koristi li DNS vašeg ISP-a IPv6
hu_hu: Az internetszolgáltató IPv6 DNS tesztje
nb_no: Test om din internettleverandør sin DNS-tjener bruker IPv6
nl: Test of uw ISP's DNS server IPv6 gebruikt
sv_se: Test om din ISPs DNS-server använder IPv6

source: You appear to be using a public 6to4 gateway; your router may be providing this to you automatically. Such public gateways have no service level agreements; you may see performance problems using such. Better would be to get a native IPv6 address from your ISP.
cs_cz: Zdá se, že používáte veřejnou 6to4 bránu (například tu, kterou provozuje <a href='http://www.nic.cz/6to4'>CZ.NIC</a>); váš směrovač toto může poskytovat automaticky bez Vašeho vědomí. Tyto veřejné brány nemají garantovanou kvalitu; a výkon takového připojení tím <i>může</i> utrpět. Požádejte svého poskytovatele o nativní IPv6 konektivitu.
fr: Il semble que vous utilisez une passerelle 6to4 publique; c'est peut-être votre routeur qui le fait automatiquement. Ces passerelles publiques n'ont pas de garantie de service; en les utilisant vous verrez probablement des problèmes de performance. Il vaudrait mieux recevoir une adresse IPv6 native de votre FAI.
hr_hr: Koristite javni 6to4 pretvornik; vaš usmjeriterlj možda automatski pruža tu funkcionalnost. Neki javni pretvornici ne daju garanciju kvalitete, pa ukoliko ih koristite možete imati problema s perfromansama. Bolje bi bilo da od svog ISP-a zatražite klasičnu IPv6 adresu.
hu_hu: Úgy látszik, hogy publikus 6to4 átjárót használsz; lehet hogy a routered automatikusan biztosítja ezt számodra. Az ilyen publikus átjárók nem rendelkeznek szolgáltatási szint szerződéssel (SLA), így probléma lehet a sávszélességgel és a rendelkezésre állással. Jobban jársz ha natív IPv6 címet igényelsz a szolgáltatódtól.
nb_no: Du ser ut til å bruke 6to4. Det er mulig din hjemme-ruter setter opp dette for deg automatisk. 6to4 har ingen garantier om tjenestekvalitet, og bruk av det kan føre til konnektivitestsproblemer. Det er bedre for deg å få ekte IPv6-adresser fra din ISP.
nl: Het lijkt erop dat u een publieke 6to4 gateway gebruikt. Het is mogelijk dat uw router dit automatisch doet. Dergelijke gateways hebben geen service level agreements, u kunt daardoor problemen met de beschikbaarheid en kwaliteit. Native IPv6 via uw ISP werkt beter.
sv_se: Du använder 6to4 via en publik 6to4 gateway. 6to4 ger inga garantier och du kan uppleva instabilitet, Fråga din internetleverantör om de kan leverera riktigt IPv6.

source: Danger! IPv6 sorta works - however, large packets appear to fail, giving the appearance of a broken website. If a publisher publishes to IPv6, you will believe their web site to be broken. Ask your ISP about MTU issues; possibly with your tunnel.
cs_cz: Pozor, nebezpečí! IPv6 vám sice funguje, ale selhává doručování velkých paketů, což způsobuje zdání rozbitých webových stránek. Pokud budou webové stránky zobrazeny přes IPv6, budete si myslet, že jsou nefunkční. Požádejte svého poskytovatele připojení o vyřešení problémů s MTU; problém také může být v použitém tunelu.
fr: Attention! IPv6 fonctionne &agrave; moitié - mais, les grands paquets ont des problèmes, ce qui vous fait croire &agrave; des sites web qui ne fonctionnent pas. Si un éditeur publie en IPv6, vous allez croire que ce site ne fonctionne pas. Signalez &agrave; votre FAI des probklèmes de MTU; probablement avec un tunnel.
hr_hr: Važno! IPv6 naizgled radi - međutim veći zahtjevi ne prolaze što ima za posljedicu da pristup web stranicama ne radi. Ako pružatelj sadržaja koristi IPv6 činit će vam se da njihova web stranica ne radi. Kontaktirajte svoj ISP u vezi MTU problema; moguće da je problem u tunelu koji koristite.
hu_hu: Vigyázat! Az IPv6 ugyan működik, de a nagy csomagok elvesznek, ami hibásan megjelenő weboldalakat eredményez. Ha egy tartalomszolgáltató így érhető el IPv6-on, biztos lehetsz benne, hogy meg lesz törve a weboldala. Érdeklődj az internet szolgáltatódnál MTU problémákról, valószínűleg a tunneledben.
nb_no: Advarsel! IPv6 fungerar på sett og vis - men store datapakker kommer ikke frem, noe som vil resultere i at nettsteder ser ut til å ikke fungere. Om en innholdsleverandør tilgjengeliggjør nettstedet sitt over IPv6, vil det for deg se ut til å ikke fungere lengre. Spør ISP-en din om MTU-problem, muligens med din tunnel.
nl: LET OP! IPv6 werkt een beetje, maar grote pakketten lijken niet aan te komen, waardoor websites stuk kunnen lijken te zijn als deze IPv6 gebruiken. Vraag uw ISP over MTU problemen, mogelijk gerelateerd aan uw tunnel.
sv_se: Problem! IPv6 fungerar men stora paket stoppas och då får du problem med att nå sidor som aktiverat IPv6. Fråga din Internet eller tunnelleverantör om råd.

source: Congratulations! You appear to have IPv6. Note: your IPv4 access is limited to connections by hostname looked up through your ISP's DNS server - not raw IP address. Your ISP probably has a device to help you reach IPv4 sites by name (NAT64+DNS64). This will work for most purposes.
cs_cz: Gratulujeme! Vaše připojení podporuje protokol IPv6. Poznámka: Vaše IPv4 konektivita je limitována pouze na spojení realizována pomocí jmen, která jsou vyhledána pomocí DNS serveru vašeho poskytovatele. Přímé připojení na IP adresy není podporováno. Vǎš poskytovatel používá pravděpodobně zařízení, které umožňuje spojení na IPv4 stránky pomocí jmen (NAT64+DNS64). To by mělo vyhovovat ve většině případů.
fr: Félicitations. Vous disposez d'IPv6. Note: votre accès IPv4 est restreint aux connexions via un nom de domaine trouvé par le serveur DNS de votre FAI, pas par une adresse IPv4 brute. Votre FAI utilise probablement un dispositif vous permettant d'accèder &agrave; des sites IPv4 via leurs noms (NAT64+DNS64). Cela fonctionnera la plupart du temps.
hr_hr: Čestitamo! Čini se da imate radeći IPv6 Internet pristup. Napomena: vaš IPv4 pristup je ograničen na spajanje po imenu poslužitelja koristeći DNS poslužitelj vašeg ISP-a - numeričke IP adrese nije moguće koristiti. Vaš ISP vjerojatno koristi uređaj koji vam omogućava spajanje na IPv4 stranice po imenu (NAT64+DNS64). Za većinu slučajeva ovo bi trebalo biti dovoljno.
hu_hu: Gratulálunk! Úgy tűnik van élő IPv6 kapcsolatod. Megjegyzés: Az IPv4 kapcsolatod le van korlátozva az internet szolgáltatód DNS-e által feloldott hosztnevekre - nyers IP címek nélkül. Az internetszolgáltatód valószínűleg rendelkezik egy eszközzel, ami segít neked az IPv4 oldalakat név alapján elérni (NAT64+DNS64). Ez a legtöbb esetben jól működik.
nb_no: Gratulerer! Du ser ut til å ha IPv6-konnektivet. Merk: Din IPv4-tilgang er begrenset til oppkoblinger via navn som blir slått opp gjennom din internettleverandør sine DNS-tjener, ikke direkte mot IP-adresser. Din ISP har sannsynligvis et system for å la deg få tilgang til IPv4-nettsteder via navn (NAT64+DNS64). Dette vil fungere greit i de fleste tilfeller.
nl: Gefeliciteerd! U lijkt IPv6 te hebben. Let op: uw IPv6 toegang is beperkt tot verbindingen op naam via de DNS server van uw ISP, niet op IP-adres. Uw ISP heeft waarschijnlijk een appaaraat om IPv4 sites op naam te benaderen (NAT64+DNS64). Deze oplossing werkt meestal.
sv_se: Gratulerar! Det ser ut som att du har IPv6. Notera: Din IPv4-anslutning fungerar endast när du slår upp domännamn via din Internetleverantörs DNS - inte rena numeriska IP-adresser. Din Internetleverantör har förmodligen en tjänst så du kan nå IPv4 via domännamn (NAT64+DNS64). Detta fungerar i de flesta fall.
